[
  {
    "slug": "getting_to_know_partner",
    "title": "Get to Know Each Other",
    "description": "Discover each other's backgrounds, interests, and dreams. This journey helps you build a strong foundation by understanding what makes your partner unique.",
    "research": "Building a deep understanding of each other enhances relationship stability. Research from the University of California highlights that couples who invest time in getting to know each other's histories and personalities experience greater satisfaction and fewer conflicts.",
    "statistics": "Nemlys helps couples uncover 120+ new insights about each other within 30 days."
  },
  {
    "slug": "having_fun_and_entertainment",
    "title": "Have Fun Together",
    "description": "Share laughter and exciting adventures! This experience focuses on engaging in enjoyable activities that create joyful memories and strengthen your bond.",
    "research": "Engaging in fun activities together increases relationship happiness. A study published in the Journal of Consulting and Clinical Psychology found that couples who participate in enjoyable experiences report higher levels of connection and satisfaction.",
    "statistics": "Nemlys helps couples to create 30+ fun memories every month."
  },
  {
    "slug": "having_and_discussing_sex",
    "title": "Sex",
    "description": "Enhance your intimate life by exploring desires and rekindling passion. This journey encourages open discussions about sex to build a more fulfilling connection.",
    "research": "A healthy sexual relationship is crucial for long-term happiness. Research from the Archives of Sexual Behavior shows that couples who actively engage in and communicate about their sexual relationship report higher satisfaction and emotional closeness.",
    "statistics": "With Nemlys, couples discover 20+ new things about their sex life every month."
  },
  {
    "slug": "understanding_mutual_compatibility",
    "title": "Mutual Compatibility",
    "description": "Ensure you're on the same page by exploring shared values and goals. This experience helps you assess and enhance your compatibility for a harmonious partnership.",
    "research": "Aligned values and goals contribute to relationship longevity. Studies from the University of Denver indicate that couples with high mutual compatibility experience fewer disagreements and a stronger, more enduring bond.",
    "statistics": "Nemlys guides couples to explore 25+ shared values and goals within a month."
  },
  {
    "slug": "improving_communication",
    "title": "Improve Communication",
    "description": "Enhance how you connect through effective talking and listening. This journey teaches you to express yourself clearly and understand your partner better.",
    "research": "Effective communication is vital for a healthy relationship. Research from Stanford University demonstrates that couples who develop strong communication skills are better equipped to handle conflicts and maintain a deeper connection.",
    "statistics": "Nemlys equips couples with 10+ skills and techniques for better communication every month."
  },
  {
    "slug": "solving_relationship_problems",
    "title": "Solve Problems",
    "description": "Tackle challenges together with constructive strategies. This experience provides you with tools to address and overcome relationship issues effectively.",
    "research": "Proactive problem-solving strengthens relationship resilience. A study by the Gottman Institute reveals that couples who work together to resolve conflicts experience increased satisfaction and reduced tension over time.",
    "statistics": "Nemlys helps couples resolve 5+ key challenges together each month."
  },
  {
    "slug": "having_meaningful_conversations",
    "title": "Meaningful Conversations",
    "description": "Engage in deep and insightful discussions. This journey encourages you to connect on a profound level, enhancing your emotional intimacy.",
    "research": "Meaningful conversations deepen emotional bonds. Research from Harvard University shows that couples who regularly engage in substantial discussions report higher levels of trust and mutual understanding.",
    "statistics": "Nemlys facilitates 30+ exciting deep conversations within 30 days."
  },
  {
    "slug": "discussing_difficult_topics",
    "title": "Discuss Hard Topics",
    "description": "Address sensitive issues with care and support. This experience guides you in navigating tough conversations to prevent misunderstandings and build trust.",
    "research": "Effectively discussing difficult topics reduces resentment. Studies from the University of Michigan indicate that couples who handle sensitive subjects openly tend to have stronger, more trusting relationships.",
    "statistics": "Nemlys supports couples to address 15+ difficult subjects each month with care and trust."
  },
  {
    "slug": "planning_for_future",
    "title": "Plan for Future",
    "description": "Set shared goals and envision your life together. This journey helps you align your aspirations and create a roadmap for your future as a couple.",
    "research": "Joint future planning fosters a sense of partnership. Research from Northwestern University highlights that couples who plan together are more likely to achieve their mutual goals and maintain a fulfilling relationship.",
    "statistics": "Nemlys helps couples to align on 10+ shared future plans every month."
  },
  {
    "slug": "building_trust",
    "title": "Build Trust",
    "description": "Establish a solid foundation of trust through honesty and reliability. This experience focuses on creating a trustworthy and secure relationship environment.",
    "research": "Trust is essential for relationship stability. Studies from the University of Chicago show that couples who prioritize building trust experience lower levels of conflict and higher overall satisfaction.",
    "statistics": "Nemlys helps couples cultivate trust through 30+ actions of honesty and reliability every month."
  },
  {
    "slug": "overcoming_differences",
    "title": "Overcome Differences",
    "description": "Embrace and manage your unique traits together. This journey teaches you strategies to appreciate each other's differences and turn them into strengths.",
    "research": "Managing differences effectively enhances relationship harmony. Research from Columbia University finds that couples who appreciate their individual differences tend to have more resilient and satisfying relationships.",
    "statistics": "Nemlys provides strategies to appreciate and mitigate 5+ differences in your couple within 30 days."
  },
  {
    "slug": "improving_relationship_satisfaction",
    "title": "Boost Relationship Happiness",
    "description": "Enhance your overall relationship satisfaction through positive activities and interactions. This experience focuses on increasing joy and fulfillment in your partnership.",
    "research": "Increasing relationship satisfaction leads to greater overall happiness. A study published in the Journal of Positive Psychology shows that couples who actively work on their relationship happiness report higher well-being and contentment.",
    "statistics": "Nemlys increases joy and fulfillment with 40+ uplifting activities every month."
  },
  {
    "slug": "exploring_feelings",
    "title": "Explore Your Feelings",
    "description": "Dive into your emotions and understand each other better. This journey fosters deeper emotional connections and empathy between partners.",
    "research": "Exploring and expressing emotions strengthens emotional intimacy. Research from Yale University indicates that couples who effectively communicate their feelings have stronger, more supportive relationships.",
    "statistics": "Nemlys fosters deeper connections with 60+ prompts to explore emotions within 30 days."
  },
  {
    "slug": "having_new_experiences",
    "title": "Create New Memories",
    "description": "Embark on new adventures together. This experience encourages you to try new activities, keeping your relationship exciting and fresh.",
    "research": "Sharing new experiences rejuvenates relationships. Studies from the University of Texas show that couples who engage in novel activities together report increased excitement and a stronger bond.",
    "statistics": "Nemlys encourages couples to embark on 50+ new adventures every month."
  },
  {
    "slug": "preparing_for_cohabitation",
    "title": "Prepare for Moving In",
    "description": "Get ready to live together smoothly. This journey covers discussions on living arrangements, responsibilities, and expectations to ensure a harmonious cohabitation.",
    "research": "Preparing for cohabitation reduces future conflicts. Research from Ohio State University demonstrates that couples who discuss and plan their living arrangements experience higher satisfaction and fewer misunderstandings.",
    "statistics": "Nemlys helps couples prepare for cohabitation with 30+ practical discussions each month."
  },
  {
    "slug": "preparing_for_intimacy",
    "title": "Prepare for Intimacy",
    "description": "Enhance your intimate connection by discussing boundaries and desires. This experience helps you build a deeper and more fulfilling intimate relationship.",
    "research": "Preparing for intimacy leads to a more satisfying relationship. Studies from the University of Toronto highlight that couples who openly discuss their intimate needs and boundaries enjoy a stronger and more connected partnership.",
    "statistics": "Nemlys guides couples to prepare for intimacy through 30+ practical discussions and actions every month."
  },
  {
    "slug": "discussing_religions",
    "title": "Religion",
    "description": "Explore each other's spiritual beliefs and practices. This journey fosters mutual respect and understanding of your diverse religious backgrounds.",
    "research": "Discussing religious beliefs promotes harmony and respect. Research from the University of Notre Dame shows that couples who openly talk about their spiritual paths experience fewer conflicts and a more unified relationship.",
    "statistics": "Nemlys promotes understanding by encouraging 20+ discussions about spiritual beliefs every month."
  },
  {
    "slug": "improving_honesty_and_openness",
    "title": "Improve Honesty & Openness",
    "description": "Foster a transparent and truthful relationship. This experience emphasizes the importance of being open and honest to build a trustworthy partnership.",
    "research": "Honesty and openness are crucial for a strong relationship foundation. Studies from the University of Washington indicate that couples who practice transparency experience higher trust levels and greater overall satisfaction.",
    "statistics": "Nemlys nurtures transparency with 50+ discussions on honesty and openness every month."
  },
  {
    "slug": "learning_relationship_skills",
    "title": "Learn Relationship Skills",
    "description": "Equip yourselves with essential relationship tools. This journey focuses on developing skills like conflict resolution, active listening, and emotional support.",
    "research": "Learning relationship skills leads to healthier interactions. Research from the University of Michigan demonstrates that couples who acquire these skills experience improved communication and reduced conflicts.",
    "statistics": "Nemlys teaches couples 10+ essential skills for a stronger relationship every month"
  },
  {
    "slug": "discussing_finances",
    "title": "Finances",
    "description": "Manage your money together effectively. This experience involves discussing financial goals, spending habits, and budgeting to ensure financial harmony.",
    "research": "Effective financial communication is key to relationship harmony. Studies from the University of Minnesota show that couples who openly discuss their finances have fewer money-related conflicts and greater overall satisfaction.",
    "statistics": "Nemlys guides couples to manage finances with 20+ productive discussions every month."
  },
  {
    "slug": "enhancing_love_and_affection",
    "title": "Enhance Love & Affection",
    "description": "Deepen your emotional bond through increased expressions of love. This journey focuses on showing more affection and appreciation to strengthen your connection.",
    "research": "Regular expressions of love and affection strengthen emotional bonds. Research from the University of California, Berkeley highlights that affectionate behaviors lead to higher relationship satisfaction and security.",
    "statistics": "Nemlys helps couples express love with 80+ moments of affection every month."
  },
  {
    "slug": "rekindling_passion",
    "title": "Rekindle Passion",
    "description": "Revitalize the spark in your relationship. This experience helps you reignite passion and excitement to keep your connection lively and engaging.",
    "research": "Rekindling passion revitalizes relationships. Studies from the University of Chicago indicate that intentional efforts to reignite passion result in increased relationship satisfaction and renewed emotional connections.",
    "statistics": "Nemlys helps to reignite passion with 30+ sparks of excitement and romance each month."
  },
  {
    "slug": "introducing_healthy_habits",
    "title": "Healthy Habits Together",
    "description": "Adopt and maintain healthy lifestyles as a team. This journey encourages you to support each other's well-being through fitness routines and mindful practices.",
    "research": "Sharing healthy habits enhances mutual support and well-being. Research from the University of Cambridge shows that couples who engage in healthy behaviors together experience better relationship satisfaction and individual health outcomes.",
    "statistics": "Nemlys inspires couples to adopt 5+ healthy routines for a better lifestyle within a month."
  },
  {
    "slug": "preparing_for_children",
    "title": "Prepare for Children",
    "description": "Get ready to welcome a family. This experience involves discussing parenting styles, expectations, and plans to ensure a united approach to raising children.",
    "research": "Preparing for parenthood strengthens family dynamics. Studies from the University of Pennsylvania reveal that couples who align on parenting strategies have smoother transitions into parenthood and more cohesive family units.",
    "statistics": "Nemlys guides couples to prepare for having children through 30+ practical discussions and actions every month."
  },
  {
    "slug": "preparing_for_marriage",
    "title": "Prepare for Marriage",
    "description": "Build a strong foundation for marriage. This journey explores your commitment, shared goals, and expectations to ensure a lasting and fulfilling marriage.",
    "research": "Marriage preparation leads to stronger marital foundations. Research from Northwestern University demonstrates that couples who engage in thorough preparation experience lower divorce rates and higher marital satisfaction.",
    "statistics": "Nemlys guides couples to prepare marriage through 20+ practical discussions and actions every month."
  }
]