{
  "title": "Discussing Our Finances: Building a Stronger Future Together",
  "description": "This journey is designed to help you and your partner engage in meaningful conversations about finances, build mutual understanding, and develop a cooperative approach to financial goals. By progressing through various subtopics, you'll learn how to communicate effectively, set financial goals, and align your spending habits for a brighter shared future.",
  "subtopics": [
    {
      "title": "Understanding Our Financial Values",
      "description": "Explore each other's financial beliefs and values to create a strong foundation for your financial discussions. This subtopic includes questions about your financial role models and what you prioritize financially."
    },
    {
      "title": "Setting Financial Goals Together",
      "description": "Discuss the importance of financial goals as a couple. This subtopic guides you through creating short-term and long-term financial aims and understanding how to achieve them together."
    },
    {
      "title": "Communicating About Money Matters",
      "description": "Learn effective communication strategies for discussing finances. This subtopic introduces tools like budgeting apps and setting regular check-ins to help facilitate these conversations."
    },
    {
      "title": "Balancing Spending and Saving",
      "description": "Dive into conversations about your different spending habits and how to find common ground. This subtopic encourages you to prioritize your financial goals with your lifestyle choices."
    },
    {
      "title": "Handling Financial Challenges Together",
      "description": "Discuss your strategies for managing financial stress and unexpected expenses. This subtopic helps you develop a plan to support each other in times of financial difficulty."
    },
    {
      "title": "Planning for Our Financial Future",
      "description": "Explore deeper financial planning aspects, including retirement strategies, homeownership, and the future of your family's finances. This subtopic helps you align your visions for the future and establish a solid financial partnership."
    }
  ]
}