{
  "name": "Nemlys: សំណួរសុបិន្ត",
  "description": "ហ្គេមគូ, ហ្គេមកាន់តែអ៊ីចឹង, បង្ហាត់ក្រុមគូ, សំណួរដល់មនុស្សដែលខ្ញុំស្រលាញ់",
  "long_description": "Nemlys គឺជាមួយកម្មវិធីស្រលាញ់ដ៏ល្អបំផុតសម្រាប់គូដែលបានរចនាឡើងដើម្បីបង្កើតទំនាក់ទំនងរបស់អ្នក។ យើងជួយឱ្យអ្នកស្គាល់គ្នាបានល្អប្រសើរឡើង។ សូមគិតថាជាអ្នកវេជ្ជបណ្ឌិតផ្ទាល់ខ្លួនដែលជួយឱ្យអ្នកពន្លឿនស្រលាញ់របស់អ្នកជាការច្នៃប្រឌិតនិងចូលរួម។ កម្មវិធីរបស់យើងផ្តល់នូវសំណួរដែលត្រូវបានអភិវឌ្ឍន៍ដោយ AI និងសំណួរលេខរៀងដែលត្រូវបានបង្កើតឡើងជាពិសេសសម្រាប់អ្នកនិងគូរបស់អ្នកដែលផ្អែកលើបរិបទសាស្រ្តរបស់អ្នក និងអត្ថប្រយោជន៍របស់អ្នក។\n\nពណ៌មាសរបស់យើងគឺងាយស្រួលក្នុងការប្រើប្រាស់:\n• ចែករំលែកស្នាក់នៅចំរៀងស្ថានរបស់អ្នកជាមួយពួកយើងតាមរយៈអត្ថបទ។\n• ជ្រើសរើសប្រធានបទដែលមានគុណភាពដើម្បីអាថ៌កំបាំង។\n• ជ្រើសរើសកម្រិតកម្រិតសម្រាប់ការប្រាស្រ័យទាក់ទងរបស់អ្នក។\n• ទទួលបានសំណួរដែលត្រូវបានកែច្នៃខ្ពស់សម្រាប់គូរបស់អ្នក។\n• ពិភាក្សាអំពីការទំនាក់ទំនងជាមួយគូរបស់អ្នក។\n• ចែករំលែកមតិយោបល់របស់អ្នកដើម្បីជួយយើងបង្កើតសំណួរទាំងនេះឱ្យកាន់តែងាយស្រួលជាងមុន។\n• តាមដានកម្រិតចំរូងនិងការប្រយុទ្ធព្រះអាទិត្យឡើងវិញ។\nមិនថាអ្នកកំពុងនៅក្នុងទំនាក់ទំនងលូតលាស់ ឬត្រូវការបង្ហូរលើក, Nemlys មានគ្រប់យ៉ាងដែលអ្នកត្រូវការនៅទីនេះ។\n\nធ្វើឱ្យ Nemlys ជាផ្នែកមួយនៃគោលបំណងរបស់អ្នក។ ប្រាំមួយនាទីត្រឹមត្រូវក្នុងគ្នាពីមួយការបញ្ចេញស្ថាប័ន។ នេះយើងជួយអ្នកឱ្យចាប់ផ្តើមការផ្តល់លក្ខណៈដូចជាល្បឌួប, ធ្វើសម្រួលលើមនុស្ស, ឈប់ហៅសង្ខេប, ធ្វើបម្រុង, ធ្វើសម្រួលនិងមនុស្សឈ្មោះត្រីនៅកំឡុងពេលរវាងឈុតស្បែក។\n\nប្រសិនបើអ្នកកំពុងស្វែងរកការជួយជំនួយពាក់ព័ន្ធជាពិសេស, កម្មវិធីរបស់យើងត្រូវបានកែលម្អដោយ AI ដ៏ឆ្ពោះទៅឆាប់ប្តូរនៅលើពាក្យអត្តនិរន្តរៀង។ វាអាចយកអោយអ្នកមានការលាយឡំរាជ្យពេញលេញដែលស្វាគមន៍បានផ្តល់ជូន, ដែលទើបតាមកាលបរិច្ឆេទស្វ័យប្រវត្តិយ៉ាងស្មោះដោយទ្បារស្រមោលត្រីក្នុងចិត្តមិនថាជាផលប្រយោជន៍ណាមួយ។\n\nNemlys គឺមិនត្រឹមតែសម្រាប់គូដែលចាប់ផ្តើមធ្វើស្ករតង់អតីត។ វាជាសំភាសន៍មួយនៃឱកាសដទៃពីពាណិជ្ជកម្មរបស់ពួកគេ ហើយជាការត្រួតពិនិត្យបែបស្នាក់ទំនាក់ទំនង។ យើងនិងផ្តល់ជូនឱកាសដ៏ខ្លីបង្អាតសារប្រយោជន៍ដែលសាកសមហើយបញ្ចូលសមាជិកជាមួយក្រុមប្រឹក្សាភិបាលដែលអាចកើតបាន។\n\nតើការស្រលាញ់មួយមានអ្វី? តើអ្នកមានបញ្ហាទាក់ទងអំពីសកម្មភាពនៃស្នាមដៃដែលអាចជឿបានមិន? ការបង្កើតមន្រ្តីផ្លែឈើដែលមានសម្បត្តិបរិស្ថានជាមួយនិងក្រសែបផ្សេងទៀតហើយត្រូវទទួលស្គាល់អារម្មណ៍ដល់មនុស្សដែលមិនគួរត្រឡប់មកវិញ? សង្គមខុសគ្នាក្នុងការចេញអាហារពិតសម្រាប់ក្រុមប្រឹក្សាភិបាលតែលេងវីដេអូពាក់ព័ន្ធ។ Nemlys គឺជាការនិងអ្នកជួបប្រទះនៃភាពសប្បាយផងដែរទេ។ បន្ទាប់ពីកំណត់អាគារផ្តល់មិនអាចមានទីតាំងទៀតនៅលើចិត្តសម្ភារៈដូចជាសម្រួលនិងនិមិត្តរូប។ \n\nក្រៅពីការផ្តល់ឱ្យសេចក្តីប្រកាសកម្សាន្តកីឡាកីឡាករនិងគំនិតរវាងមនុស្ស, Nemlys គឺមានការបន្ថែមធំសម្រាប់ការក្នុងបំណះថាធ្វើជាតិនិងផ្តល់ឱ្យសំណួរដែលមានដូចជា: ល្បឌួងសម្រាប់អ្នកជួយកសាងលក្ខណៈរចនាសម្ព័ន្ធ, គ្រប់យ៉ាងខ្ពស់សម្រាប់គ្រប់សមាជិកប៊ុតរយៈបង់ជាច្រើនគ្រប់តាមរយៈការសង្គ្រោះធនធាន។ ពួកគេអាចមានឱកាសដូចជា អំណោយ និងសេចក្តីអនុសាសន៍ដែលជាដំណើរការលើកនេះ។ សម្រេចពីសំណួរអ្នកពិនិត្យវាទាំងអស់ហើយនៅឈ្មោះឈ្មោះលើអត្ថបទបន្ថែមបន្ថែមតែមានការបន្តការទាក់ទងល្អ។ Nemlys ទំព័រពិតត្រូវបានឧបត្ថម្ភសកម្មភាពដល់ប្រជុំសមាជិកនិងធ្វើជាផ្នែកមួយហើយឬចេញលក់ពន្លឺ។"
}
