{
  "name": "Nemlys: உறவினருக்கான கேள்வி",
  "description": "இணையத்துக்கான விளையாட்டு, தேதியின் இரவு விளையாட்டு, அன்பாளர்களுக்கான உருகி வீணை, எனது காதலுக்கான ஆழமான கேள்விகள்",
  "long_description": "Nemlys என்பது தமிஷில் மட்டுமல்லாது உள்ள மற்றவர்களுக்குமான அன்பு ஆப் ஆகும், உங்கள் உறவைப் பலப்படுத்தத் தயாரிக்கப்பட்டது. நாங்கள் ஒருவரை மற்றவரைப் பற்றி மேலும் தெரிந்து கொள்கின்றோம். இதை உங்கள் தனிப்பட்ட இருவருக்குமான ஆலோசகராக நினைக்கவும், உங்கள் காதலை ரசிக்கவும், உங்களுக்கான உறவுகளுக்கான விசேஷம் எனும் தனிப்பட்ட விஷயங்கள் மற்றும் செயல்பாட்டைப் பெறுகிறது.\n\nஎங்கள் மாயா எளிதாகவே உபயோகிக்கலாம்:\n• உங்கள் உறவின் முக்கிய தருணங்களை எங்களிடம் பகிரவும்.\n• விவாதிக்க ஒரு சுவாரஸ்யமான தலைப்பைத் தேர்வு செய்யவும்.\n• உங்கள் தேதிக்கான ஆழத்தலைத் தேர்வு செய்யவும்.\n• உங்கள் காதலனுக்காக மிகவும் சிறந்த கேள்விகளைப் பெறவும்.\n• உங்கள் தோழருடன் தனிப்பட்ட அட்டை பற்றிப் பேசவும்.\n• கேள்விகளை மேலும் தனிப்பட்டதாக மாற்ற எங்களுக்கு உங்கள் கருத்துக்களைப் பகிரவும்!\n• வழியில் முன்னேற்றத்தைப் பின்பற்றவும் மற்றும் முக்கியமான தருணங்களை கொண்டாடவும்.\nநீங்கள் தொலைதூர உறவின் உலாவிகளாக இருந்தாலும் அல்லது அசத்துவதற்காக சில விஷயங்களை சிந்திக்கவும், Nemlys உங்களுக்கு உதவ தயாராக இருக்கிறது.\n\nNemlys உங்கள் அன்றாடத்திற்குப் பகுதி ஆகவும், ஒவ்வொரு தேதியிலும் 15 நிமிடங்கள் மட்டும் அர்ப்பணிக்கவும், நீங்கள் மசாலா, ஆழமாக, காமெடியுடன், மசாலா, கிங்கி அல்லது கடுமையானதாக உணர்ந்தாலும். உங்கள் உறவுக்கு அதற்கான நேர்மறையான தாக்கத்தைப் பார்வையிடுவீர்கள். ஒருவர் மற்றொருவரைப் பற்றி மேலும் தெரிந்து கொள்ளுங்கள், உங்கள் சுவைகள் மற்றும் மதிப்புகளைப் பற்றி ஆராயுங்கள், மற்றும் உங்கள் உறவு எங்கு செல்லிறது என்பதில் தெளிவுப்படுங்கள். நீங்கள் உங்கள் உறவை மேலும் உயர்த்த கෘதிகர்மங்களும், தியானங்களும் சேர்க்கலாம்.\n\nநீங்கள் நிபுணத்துவ வழிகாட்டல் தேடுபவராக இருந்தால், எங்கள் ஆப் மேம்படுத்தப்பட்ட AI ஐ வைத்துள்ளது, இது நீங்கள் சந்திக்கும் கருத்துக்களை வழங்குகிறது. உங்கள் முப்பொருளில் நீங்கள் தனிப்பட்ட பரிசுகளை நமக்குத் தரும் உட்பட இது ஒரு தனிப்பட்ட உறவு பயிற்சியாளர் போல ஆகும். அதே சமயம், நீங்கள் ஆப்பைப் பயன்படுத்தும்போது, இது உங்கள் மாறும் தேவைகளுக்கு ஏற்படுத்தப்படுகிறது, இது உங்கள் உறவின் நிலைத்தன்மை மற்றும் நேர்மறை முன்னேற்றத்தை உறுதி செய்கிறது.\n\nNemlys உங்கள் பயணத்தைத் தொடங்கும் அதற்கானது அல்ல; இது ஒரு உறவின் எல்லா கட்டத்தில் உள்ளதாகும், ஆரம்பிகரமாகப் பயணிக்கவும், நீண்டகால உறவுகளின் கடமைகளை வைத்திருக்கவும் உள்ளது. நீங்கள் ஒரு கவிதையை மகிழ்ச்சியாகக் கண்டு கொண்டுள்ளீர்களா, அல்லது ஒரு தொலைதூர உறவின் சவால்களை சந்திக்கிறீர்களா என்பதைக் கண்காணிக்கின்றீர்கள். Nemlys உங்கள் அன்பை நிரூபிக்கவும், நீங்கள் அதை சேர்க்க, உட்பட உங்கள் உறவுகளை உருவாக்க உங்கள் உறவுகளுக்கான கடமைகளை மீட்டமைக்கவும் வருகிறது.\n\nகாதல் என்றால் என்ன? நீங்கள் உறவுகளுக்குப் புறக்கணிக்கப்படுகிறீர்கள் என்று தெரியுமா, நீங்கள் இணைந்து இருப்பவர்களாக இருப்பதால் பதற்றத்திற்கான தேடுதல்களை அல்லது பற்றும்போது சற்று உயர்ந்தவர் என்றும் உணர்கிறீர்களா? ஆரம்ப தேதிக்குக் கூட முயற்சிகள் அதிகரிக்கப்படுகின்றன, மற்றும் வெளியில் இருக்கின்றேன் மத்தியில் கணக்கிடுவது என்பதை நினைத்தால் அழைப்புக்குக் கும்பிட்டுங்கள். உங்களுக்கான பின்விளைவுகளை அனுமதிக்கவும், மேலும், இதற்கான முறைப்பாட்டைச் செய்யவும்; உங்கள் அடிப்படை பின்விளைவுகளை காண்பிப்பதற்கான கூற்றுக்குப் பின்பற்றுங்கள்.\n\nஅதற்காக, அன்புக்கான மாறுபாடுகள் மற்றும் நீங்கள் நமக்கு எதிராக அவற்றின் ஒழுங்குகளை மீட்டமைக்கும் ஆவணங்கள் தருகின்றன, Nemlys மற்றமாதிரி போன்ற இரண்டையும் வலுப்படுத்துகிறது, அதன்பின்போடு, இது புவியியல் பூமிகாரின் மூலமாக நுகர்கிறது, இது மாறுபாட்டில் இருக்கவில்லை. இந்த வேலை, இது ஒரு நாயகத்தின் அளவுகளை பறித்து இருப்பது போன்றதுகுறியாகவும், இந்த தொடர்புகளை உட்படுங்கள்."
}
