[
    {
        "title": "Alineant els valors i expectatives sexuals",
        "research": "L'alineació dels valors i expectatives sexuals és crucial per a la satisfacció a llarg termini en la relació. Les parelles amb actituds similars cap al sexe són menys propenses a experimentar conflictes i més propenses a tenir relacions sexuals satisfactòries. La Teoria de l'Autoexpansió postula que els valors compartits fomenten el creixement mutu i la compatibilitat. Assegurar-se que ambdós socis tinguin expectatives alineades pot prevenir malentenduts i millorar la connexió.",
        "questions": [
            "Compartim valors similars pel que fa a la nostra relació sexual.",
            "Les nostres expectatives sexuals s'alineen entre nosaltres.",
            "Hem parlat dels nostres objectius sexuals a llarg termini com a parella.",
            "Entenc els valors i creences sexuals del meu company/a.",
            "El meu company/a entén les meves expectatives sexuals.",
            "Estem en la mateixa sintonia pel que fa a com veiem el sexe en la nostra relació."
        ],
        "job": [
            "having_and_discussing_sex",
            "understanding_mutual_compatibility"
        ],
        "slug": "aligning-sexual-values-and-expectations",
        "description": "Avalua com els teus valors i expectatives sexuals s'alineen amb els del teu company/a. Identifica àrees on sou compatibles i aborda qualsevol diferència que pugui sorgir. Aquesta alineació millora la comprensió mútua i enforteix la vostra relació."
    },
    {
        "title": "Muntanya russa emocional",
        "research": "Poder discutir les emocions ajuda a resoldre conflictes i a construir connexions significatives. Els estudis demostren que les parelles que aborden les seves emocions són millors a l'hora de resoldre problemes i tenen converses més profundes, cosa que condueix a una resolució més efectiva dels problemes de relació.",
        "questions": [
            "Podem discutir emocions difícils sense escalar els conflictes.",
            "Abordar els nostres sentiments ens ajuda a resoldre problemes de relació.",
            "Participem en converses significatives sobre les nostres emocions regularment.",
            "Parlar sobre les nostres emocions condueix a una millor comprensió entre nosaltres.",
            "Ens sentim còmodes per treure a col·lació sentiments difícils durant les discrepàncies.",
            "Les discussions emocionals ens ajuden a superar els conflictes més fàcilment.",
            "Fem servir els nostres sentiments com a guia per millorar la nostra relació."
        ],
        "job": [
            "exploring_feelings",
            "solving_relationship_problems"
        ],
        "slug": "emotional-rollercoaster-ride",
        "description": "Avalua com de bé tu i la teva parella comuniqueu les vostres emocions. Avaluant cada afirmació, podeu identificar les vostres fortaleses i les àrees que necessiten millora en les discussions emocionals. Enfortir aquesta comunicació millorarà la vostra comprensió i us ajudarà a resoldre conflictes de manera més efectiva."
    },
    {
        "title": "Flux de conversa sobre el futur",
        "research": "Una comunicació efectiva sobre el futur està relacionada amb una major satisfacció en la relació i una reducció de la incertesa. Les parelles que practiquen discussions obertes i honestes sobre els seus plans i expectatives solen afrontar canvis i desafiaments amb més èxit.",
        "questions": [
            "Ens comuniquem obertament sobre els nostres plans i aspiracions futures.",
            "Em sento còmode iniciant converses sobre el nostre futur.",
            "Escoltem i respectem les idees de l'altre sobre el futur.",
            "Parlem i actualitzem regularment els nostres plans futurs junts.",
            "Sent que la nostra comunicació sobre el futur enforteix la nostra relació.",
            "Gestionem les discrepàncies sobre el futur de manera respectuosa i constructiva.",
            "La nostra comunicació sobre els plans futurs em fa sentir segur(a) en la nostra relació."
        ],
        "job": [
            "planning_for_future",
            "improving_communication"
        ],
        "slug": "future-talk-flow",
        "description": "Avalua com de bé et comuniques amb la teva parella sobre els teus plans i aspiracions futures. Avaluant la teva comoditat i obertura en aquestes discussions, pots identificar les teves fortaleses i àrees de millora. Millorar aquestes converses t'ajuda a sentir-te més segur(a) i enforteix la teva relació."
    },
    {
        "title": "Del conflicte a la connexió",
        "research": "La comunicació efectiva durant els conflictes és crucial per a una relació saludable. La investigació indica que les parelles que participen en converses constructives durant les discrepàncies són més propenses a resoldre problemes i mantenir la satisfacció en la relació. Entendre les perspectives de l'altre i comunicar-se amb respecte pot transformar els conflictes potencials en oportunitats per a una connexió més profunda.",
        "questions": [
            "Discutim les discrepàncies de manera constructiva.",
            "Em sento escoltat i entès durant els conflictes.",
            "Podem trobar solucions junts quan tenim discrepàncies.",
            "Les nostres converses durant els conflictes enforteixen la nostra relació.",
            "Evitem culpar-nos mútuament durant les discrepàncies.",
            "La comunicació efectiva ens ajuda a resoldre els nostres problemes.",
            "Els conflictes condueixen a una millor comprensió entre nosaltres."
        ],
        "job": [
            "having_meaningful_conversations",
            "solving_relationship_problems"
        ],
        "slug": "conflict-to-connection",
        "description": "Avalua com gestiones els conflictes avaluant la teva comunicació durant les discrepàncies. Avaluant aquestes afirmacions, pots identificar les teves fortaleses i assenyalar àrees que necessiten millora. Millorar les teves habilitats de resolució de conflictes aprofundirà la teva comprensió i enfortirà la teva relació."
    },
    {
        "title": "Dominant els nostres estils de comunicació",
        "research": "La investigació publicada al Journal of Marriage and Family destaca que els diferents estils de comunicació poden portar a malentenduts en les relacions. Les parelles que entenen i s'adapten activament a les preferències de comunicació de l'altre informen d'una major satisfacció i menys conflictes. Una comunicació efectiva és essencial per navegar i superar les diferències, fomentant una connexió més profunda entre els parelles.",
        "questions": [
            "Entenem les maneres preferides de comunicar-nos de l'altre.",
            "Em sento escoltat per la meva parella durant les nostres converses.",
            "La meva parella fa un esforç per adaptar-se al meu estil de comunicació.",
            "Podem expressar les nostres necessitats i sentiments sense malentendre'ns.",
            "Discutir les nostres diferències de comunicació ha millorat la nostra relació.",
            "Em sento còmode abordant qüestions de comunicació amb la meva parella.",
            "Tenim estratègies efectives per resoldre conflictes de comunicació."
        ],
        "job": [
            "overcoming_differences",
            "improving_communication"
        ],
        "slug": "mastering-our-communication-styles",
        "description": "Avalua com tu i la teva parella es comuniquen avaluant la vostra comprensió i adaptació als estils de l'altre. Identifica punts forts i àrees on podeu expressar millor les vostres necessitats i resoldre malentenduts. Millora la vostra comunicació per reduir conflictes i enfortir la vostra relació."
    },
    {
        "title": "Resoldre conflictes en la presa de decisions",
        "research": "Les diferències en la presa de decisions són una font comuna de conflicte en les relacions. La recerca de l'Institut Gottman destaca que les parelles que utilitzen estratègies de presa de decisions col·laboratives experimenten més estabilitat i satisfacció. Aprendre a navegar i resoldre aquestes diferències de manera efectiva pot prevenir malentenduts i construir una associació més forta.",
        "questions": [
            "Parlem i acordem com prendre decisions importants junts.",
            "Sent que la meva opinió és valorada quan prenem decisions.",
            "Tenim un procés per resoldre desacords en la presa de decisions.",
            "Els nostres diferents estils de presa de decisions no fan mal a la nostra relació.",
            "Podem arribar a compromisos de manera efectiva quan tenim opinions diferents sobre les decisions.",
            "Resoldre conflictes en la presa de decisions enforteix la nostra relació.",
            "Em sento segur(a) de la nostra capacitat per prendre decisions conjuntes sobre el nostre futur."
        ],
        "job": [
            "overcoming_differences",
            "solving_relationship_problems"
        ],
        "slug": "resolving-decision-making-conflicts",
        "description": "Avalua com manejes la presa de decisions i resols conflictes junts. Avaluant els teus processos de presa de decisions, pots identificar estratègies efectives i àrees de millora. Millorar aquestes habilitats millorarà la teva comunicació i enfortirà la teva relació."
    },
    {
        "title": "Aventures financeres futures",
        "research": "La recerca en planificació financera per a parelles mostra que tenir objectius financers alineats millora significativament la satisfacció en la relació. Les parelles que discuteixen i planifiquen activament el seu futur financer juntes tendeixen a experimentar menys estrès i més harmonia. Entendre les aspiracions i preocupacions financeres de l'altre pot prevenir conflictes i fomentar un sentiment de treball en equip.",
        "questions": [
            "Hem parlat dels nostres objectius financers a llarg termini junts.",
            "Em sento segur/a de la nostra capacitat per assolir els nostres objectius financers com a parella.",
            "Tenim una visió compartida de com volem gestionar les nostres finances en el futur.",
            "Em sento còmode parlant de temes monetaris relacionats amb el nostre futur amb la meva parella.",
            "Revisem i ajustem regularment els nostres plans financers junts.",
            "La nostra planificació financera s'alinea amb els valors i objectius personals de tots dos.",
            "Hem abordat com gestionarem els desafiaments financers en el futur."
        ],
        "job": [
            "planning_for_future",
            "discussing_finances"
        ],
        "slug": "future-financial-adventures",
        "description": "Avalua com tu i la teva parella planifiqueu i comuniqueu sobre les vostres finances a llarg termini. Avaluant la vostra alineació en objectius financers i col·laboració, podeu identificar punts forts i àrees que necessiten millora. Una planificació financera efectiva junts reduirà l'estrès i millorarà l'harmonia de la vostra relació."
    },
    {
        "title": "Festa dels Sentiments",
        "research": "Integrar les emocions en activitats divertides enforteix l'afecte i l'amor. Els estudis suggereixen que les parelles que comparteixen experiències emocionals alegres tenen vincles emocionals més forts i més afecte, contribuint a una relació més vibrant i amorosa.",
        "questions": [
            "Podem compartir els nostres sentiments durant moments divertits i juganers.",
            "Gaudir d'activitats junts ens ajuda a expressar les nostres emocions.",
            "Les nostres interaccions juganeres milloren la nostra connexió emocional.",
            "Compartir rialles i alegria aprofundeix el nostre amor l'un per l'altre.",
            "Ens sentim més a prop quan ens divertim junts.",
            "Les nostres experiències alegres compartides enforteixen la nostra relació.",
            "Podem parlar dels nostres sentiments mentre ens divertim."
        ],
        "job": [
            "exploring_feelings",
            "having_fun_and_entertainment"
        ],
        "slug": "feelings-fiesta",
        "description": "Aquesta revisió us ajuda a tu i a la teva parella a compartir i expressar emocions durant activitats agradables. Avaluant com de bé comuniqueu els vostres sentiments en moments divertits i juganers, podeu identificar punts forts i àrees de millora. Millorar les vostres interaccions alegres enfortirà el vostre vincle emocional i aprofundirà el vostre afecte l'un per l'altre."
    },
    {
        "title": "Emocions Expressades Lliurement",
        "research": "L'expressió emocional dins d'una relació està relacionada amb un augment de la confiança i la comprensió mútua. Els estudis suggereixen que quan les parelles poden expressar lliurement les seves emocions sense por al rebuig o al judici, això enforteix el vincle emocional i la confiança entre elles. Aquesta obertura facilita la resolució efectiva de problemes i promou una parella segura i solidària.",
        "questions": [
            "Em sento segur(a) expressant les meves emocions amb la meva parella.",
            "La meva parella és oberta sobre els seus sentiments amb mi.",
            "Parlem obertament de les nostres necessitats emocionals.",
            "Compartir les nostres emocions ha enfortit la nostra confiança mútua.",
            "Puc revelar les meves vulnerabilitats sense sentir-me jutjat/da.",
            "Les nostres converses emocionals es gestionen amb cura i comprensió.",
            "Expressar emocions lliurement millora la nostra relació."
        ],
        "job": [
            "having_meaningful_conversations",
            "exploring_feelings"
        ],
        "slug": "emotions-expressed-freely",
        "description": "Avalua com de obertament comparteixes les teves emocions amb la teva parella. Avaluant afirmacions específiques, pots identificar les teves fortaleses i àrees de millora en la comunicació emocional. Millorar la teva capacitat d'expressar sentiments construeix confiança i fomenta una relació solidària i segura."
    },
    {
        "title": "Odissea de l'obertura",
        "research": "Explorar els propis sentiments i els de l'altre obertament és crucial per a la intimitat emocional. Els estudis psicològics indiquen que les parelles que participen en converses significatives sobre les seves experiències internes són més propenses a entendre's profundament i mantenir una relació saludable. Aquesta obertura no només millora els vincles emocionals, sinó que també ajuda a afrontar els reptes junts.",
        "questions": [
            "Comparteixo regularment els meus veritables sentiments amb la meva parella.",
            "La meva parella escolta amb atenció quan expressi les meves emocions.",
            "Tenim converses profundes sobre les nostres experiències personals.",
            "Em sento entès quan m'obro a la meva parella.",
            "Ens animem mútuament a expressar el nostre veritable jo.",
            "Compartir els meus sentiments ha enfortit la nostra relació.",
            "Em sento còmode parlant de les meves pors i somnis amb la meva parella."
        ],
        "job": [
            "improving_honesty_and_openness",
            "exploring_feelings"
        ],
        "slug": "openness-odyssey",
        "description": "Avalua com de obertament tu i la teva parella compartiu i enteneu les emocions de l'altre. Avaluant la vostra comunicació sobre sentiments i experiències personals, podeu identificar tant les vostres fortaleses com les àrees que necessiten millora. Millorar la vostra obertura emocional us ajudarà a construir una connexió més profunda i enfortir la vostra relació."
    },
    {
        "title": "Carril d'expressió emocional",
        "research": "La investigació sobre la intel·ligència emocional demostra que les parelles que comuniquen eficaçment les seves emocions experimenten nivells més alts de confiança i satisfacció en la relació. Els estudis indiquen que l'expressió emocional oberta fomenta connexions més profundes i redueix malentenduts, conduint a associacions més resilients.",
        "questions": [
            "Puc expressar clarament les meves emocions al meu company/a.",
            "El meu company/a entén com em sento fins i tot quan no dic gaire.",
            "Ens sentim còmodes compartint les nostres emocions més profundes l'un amb l'altre.",
            "Expressar els meus sentiments al meu company/a enforteix la nostra confiança.",
            "Em sento escoltat/da i validat/da quan comparteixo les meves emocions.",
            "El meu company/a m'anima a obrir-me sobre els meus sentiments.",
            "Manejamos les converses emocionals sense judici."
        ],
        "job": [
            "exploring_feelings",
            "improving_communication"
        ],
        "slug": "emotion-express-lane",
        "description": "Avalues com d'eficaçment expresses i entens les teves emocions amb el teu company/a. Identifica les teves fortaleses i descobreix àrees on la comunicació emocional pot millorar. Millorar la teva capacitat per compartir sentiments construeix confiança i enforteix la teva relació."
    },
    {
        "title": "Compatibilitat en la Visió",
        "research": "La comprensió mútua de la visió futura de cada parella és crucial per a la compatibilitat a llarg termini. La investigació mostra que quan les parelles comparteixen aspiracions i plans de vida similars, experimenten una major satisfacció i estabilitat en la relació.",
        "questions": [
            "Tenim una visió compartida per a la nostra vida junts en els pròxims 10 anys.",
            "Entenc els objectius i aspiracions a llarg termini del meu company/a.",
            "Hem parlat de com els nostres somnis individuals s'ajusten al nostre futur col·lectiu.",
            "Sent que els nostres plans futurs són compatibles amb els objectius personals de cadascun.",
            "Hem identificat possibles àrees de conflicte en els nostres plans futurs i les hem abordat.",
            "Em sento recolzat/da pel meu company/a en la recerca de les meves ambicions futures.",
            "Les nostres discussions sobre la planificació del futur ens han apropat més."
        ],
        "job": [
            "planning_for_future",
            "understanding_mutual_compatibility"
        ],
        "slug": "compatibility-in-vision",
        "description": "Avalua com d'alineats estan els teus objectius i visions futures amb els del teu company/a. Avaluant les afirmacions sobre les vostres aspiracions compartides i abordant possibles conflictes, pots identificar punts forts i àrees de millora. Aquest procés t'ajuda a construir una comprensió mútua i assegurar que els teus plans a llarg termini donin suport a una relació estable i satisfactòria."
    },
    {
        "title": "Xerrades quotidianes que compten",
        "research": "Els experts en comunicació subratllen que les converses significatives no només tracten temes seriosos; fins i tot les xerrades quotidianes contribueixen significativament a la força de la relació. La comunicació regular i intencionada sobre experiències diàries, esperances i petites tensions construeix una base d'enteniment i connexió. Aquestes petites però significatives interaccions poden millorar la satisfacció general de la relació i la diversió.",
        "questions": [
            "Parlem sobre les nostres experiències quotidianes entre nosaltres.",
            "Sent que les nostres converses diàries són significatives.",
            "Compartim les nostres esperances i somnis regularment.",
            "Parlar de petites coses amb la meva parella ens apropa.",
            "Les nostres xerrades diàries inclouen tant temes lleugers com seriosos.",
            "Gaudeixo de les nostres converses regulars sobre diversos aspectes de les nostres vides.",
            "Les converses diàries significatives milloren la nostra satisfacció en la relació."
        ],
        "job": [
            "having_meaningful_conversations",
            "improving_communication"
        ],
        "slug": "everyday-chats-that-count",
        "description": "Això t'ajuda a avaluar la qualitat de les teves converses diàries i el seu efecte sobre la teva relació. Reflexionant sobre com comparteixes experiències, esperances i petites tensions, pots identificar àrees per millorar la teva comunicació. Millorar aquestes interaccions quotidianes enfortirà la teva connexió i augmentarà la satisfacció de la teva relació."
    },
    {
        "title": "Aventura d'Empatia",
        "research": "L'empatia juga un paper crucial en la compatibilitat i satisfacció de les relacions. Estudis mostren que les parelles que empatitzen amb els sentiments de l'altre són més propenses a experimentar una major satisfacció en la relació i un sentiment de connexió més fort, millorant així la compatibilitat general.",
        "questions": [
            "Sent que la meva parella entén les meves emocions.",
            "La meva parella empatitza amb com em sento durant moments difícils.",
            "Podem posar-nos en la pell de l'altre de manera efectiva.",
            "L'empatia de la meva parella millora la nostra satisfacció en la relació.",
            "Em sento recolzat quan comparteixo els meus sentiments amb la meva parella.",
            "Manejamos les emocions de l'altre amb cura i comprensió.",
            "Les respostes empàtiques de la meva parella em fan sentir valorat."
        ],
        "job": [
            "exploring_feelings",
            "improving_relationship_satisfaction"
        ],
        "slug": "empathy-adventure",
        "description": "Avalua com de bé entens i empatitzes amb les emocions de la teva parella. Avaluant la teva capacitat per recolzar-vos mútuament durant moments difícils, pots identificar tant les fortaleses com les àrees que necessiten millora. Millorar la teva empatia millorarà la comunicació, enfortirà la vostra connexió i augmentarà la satisfacció general de la vostra relació."
    },
    {
        "title": "Coneixedors de conflictes",
        "research": "La investigació en psicologia de les relacions indica que com les parelles gestionen els conflictes és més important que la freqüència de les discrepàncies. La resolució constructiva de problemes durant els conflictes condueix a millors resultats en la relació i a un augment del respecte mutu. Les parelles que veuen els conflictes com a oportunitats de creixement en comptes de com a amenaces solen tenir relacions més fortes i duradores. Les habilitats efectives de resolució de conflictes són essencials per mantenir l'harmonia i assegurar-se que ambdós membres se sentin escoltats i valorats.",
        "questions": [
            "Enfoquem els conflictes com a oportunitats per créixer junts.",
            "Em sento segur/a de la nostra capacitat per resoldre discrepàncies.",
            "Treballam junts per trobar solucions durant els conflictes.",
            "Els nostres conflictes es resolen d'una manera que satisfà ambdós.",
            "Evitam que els conflictes passats influeixin en noves discrepàncies.",
            "Em sento respectat/da durant les nostres discussions.",
            "Podem discrepar sense danyar la nostra relació."
        ],
        "job": [
            "discussing_difficult_topics",
            "solving_relationship_problems"
        ],
        "slug": "conflict-connoisseurs",
        "description": "Avaluaràs com gestiones les discrepàncies i resols els conflictes amb la teva parella. Avaluant cada afirmació, podràs identificar estratègies efectives i assenyalar àrees que necessiten millora. Enfortir les teves habilitats de resolució de conflictes construirà respecte mutu i millorarà l'harmonia en la teva relació."
    },
    {
        "title": "Equilibrar diversió i intimitat en el sexe",
        "research": "La investigació mostra que integrar diversió i joc en la relació sexual enforteix els vincles emocionals i manté l'atracció. El Model de Control Dual destaca la importància d'equilibrar l'excitació sexual i la inhibició, suggerint que les parelles que troben el sexe agradable són més propenses a mantenir una vida sexual satisfactòria. Les interaccions juganeres poden reduir l'estrès i augmentar la felicitat general de la relació.",
        "questions": [
            "Incorporem humor i joc a la nostra relació sexual.",
            "El sexe és divertit i agradable per a ambdós.",
            "Provar noves activitats junts al llit ens emociona.",
            "El nostre enfocament juganer cap al sexe enforteix la nostra connexió emocional.",
            "Ens sentim menys estressats després de passar-ho bé durant el sexe.",
            "Estem oberts a experimentar amb diferents formes d'intimitat."
        ],
        "job": [
            "having_and_discussing_sex",
            "having_fun_and_entertainment"
        ],
        "slug": "balancing-fun-and-intimacy-in-sex",
        "description": "Avalues el nivell de diversió i joc en les teves interaccions sexuals. Avaluant les afirmacions sobre humor, gaudi i experimentació, pots identificar maneres d'enfortir la intimitat i reduir l'estrès. Augmentar la juganeria a la teva vida sexual enforteix la teva connexió emocional i millora la satisfacció de la teva relació."
    },
    {
        "title": "Veritats de confiança",
        "research": "La confiança i l'honestedat són fonamentals per mantenir relacions a llarg termini. Els estudis demostren que la transparència durant converses difícils fomenta la confiança i la intimitat entre parelles. Quan les parelles són obertes sobre els seus sentiments i desafiaments, es crea un ambient segur on ambdues persones se senten protegides i recolzades. Construir confiança a través d'un diàleg honest ajuda a prevenir malentenduts i promou un vincle emocional més fort.",
        "questions": [
            "Em sento còmode sent completament honest amb la meva parella sobre temes difícils.",
            "La meva parella confia en mi quan comparteixo les meves preocupacions.",
            "Mantenim la transparència fins i tot quan parlem de temes incòmodes.",
            "L'honestedat durant converses difícils enforteix la nostra confiança.",
            "Crec que la meva parella valora la meva obertura.",
            "Podem compartir els nostres veritables sentiments sense por a ser jutjats.",
            "Les nostres discussions honestes construeixen una connexió emocional més forta."
        ],
        "job": [
            "discussing_difficult_topics",
            "building_trust"
        ],
        "slug": "trusting-truths",
        "description": "Avalua com comparteixes obertament pensaments i sentiments honestos amb la teva parella. Avaluant les afirmacions sobre transparència i confiança, pots identificar àrees on la teva comunicació destaca o necessita millora. Enfortir l'honestedat en les teves discussions construeix un vincle emocional més fort i una relació més segura."
    },
    {
        "title": "Diversió de la Veritat",
        "research": "Integrar l'honestedat en interaccions divertides i lleugeres pot millorar la confiança i la intimitat en les relacions. Els estudis suggereixen que les parelles que gaudeixen d'una comunicació oberta i juganera tendeixen a tenir nivells més alts de confiança i satisfacció. Combinar l'honestedat amb activitats divertides permet als parelles connectar més profundament mentre mantenen una atmosfera alegre i relaxada.",
        "questions": [
            "Gaudim de ser honestos l'un amb l'altre fins i tot durant activitats divertides.",
            "Compartir històries divertides o vergonyoses amb la meva parella em resulta còmode.",
            "Les nostres interaccions juganeres ens ajuden a mantenir-nos oberts i veritables.",
            "Podem fer broma sobre temes seriosos sense sentir-nos incòmodes.",
            "Passar-ho bé junts fa que sigui més fàcil ser honestos l'un amb l'altre.",
            "Sent que els nostres moments lleugers contribueixen a la nostra honestedat.",
            "Mantenim una comunicació oberta mentre ens divertim."
        ],
        "job": [
            "improving_honesty_and_openness",
            "having_fun_and_entertainment"
        ],
        "slug": "truth-time-fun",
        "description": "Avalua com incorpores l'honestedat en les teves interaccions divertides i juganeres. Avaluant les afirmacions sobre la comunicació veritable durant activitats agradables, pots identificar les teves fortaleses i àrees de millora. Millorar la comunicació honesta però lleugera construeix confiança i enforteix la teva connexió."
    },
    {
        "title": "Enfrontant converses difícils",
        "research": "La comunicació efectiva és la pedra angular d'una relació saludable. Els estudis psicològics subratllen que les parelles que participen en discussions obertes i honestes sobre temes difícils tendeixen a tenir una major satisfacció en la relació. Aquests estudis revelen que abordar temes complicats pot enfortir la comprensió i reduir malentesos, conduint a connexions emocionals més profundes. En participar regularment en converses difícils, les parelles poden navegar pels conflictes de manera més fluida i construir una associació resilient.",
        "questions": [
            "Ens sentim còmodes iniciant converses sobre temes difícils.",
            "Crec que les nostres discussions sobre temes complicats milloren la nostra relació.",
            "Escoltem activament l'un a l'altre durant converses desafiants.",
            "Confio en la meva parella per manejar temes difícils amb cura.",
            "Evitem interrompre'ns quan discutim qüestions sensibles.",
            "La nostra comunicació millora després de resoldre un tema difícil.",
            "Ens sentim més a prop després de tenir converses difícils."
        ],
        "job": [
            "discussing_difficult_topics",
            "improving_communication"
        ],
        "slug": "tackling-tough-talks",
        "description": "Avalua com tu i la teva parella maneu les converses difícils. Avaluant la vostra comoditat i efectivitat en discutir temes desafiants, podeu identificar àrees per millorar la vostra comunicació. Millorar aquestes discussions fomenta una major comprensió i construeix una relació més forta i resilient."
    },
    {
        "title": "Compatibilitat de Necessitats Emocionals",
        "research": "Satisfer les necessitats emocionals de l'altre és fonamental per a una relació satisfactòria. Els estudis han demostrat que quan les parelles entenen i atenen les necessitats emocionals de l'altre, s'augmenta la intimitat i la confiança. Aquesta compatibilitat assegura que ambdues persones se sentin valorades, recolzades i connectades a un nivell emocional més profund.",
        "questions": [
            "Entenem i satisfem les necessitats emocionals de l'altre.",
            "Em sento emocionalment recolzat per la meva parella.",
            "La meva parella sap com consolar-me quan estic molest.",
            "Expressam amor i afecte de maneres que ressonen amb l'altre.",
            "Em sento segur/a d'expressar les meves emocions a la meva parella.",
            "La nostra connexió emocional és forta i satisfactòria.",
            "Prioritzem el benestar emocional de l'altre.",
            "Revisem regularment l'estat emocional de l'altre."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "enhancing_love_and_affection"
        ],
        "slug": "emotional-needs-compatibility",
        "description": "Avalua com de bé enteneu i satisfàu les necessitats emocionals de l'altre. Avaluant el vostre suport emocional i comunicació, podeu identificar punts forts i àrees de creixement. Millorar la vostra compatibilitat emocional construeix una confiança més profunda i crea una relació més forta i satisfactòria."
    },
    {
        "title": "Explorant i respectant les fronteres sexuals",
        "research": "Respectar les fronteres sexuals és fonamental per construir confiança i mantenir una relació saludable. La recerca en Teoria del Consentiment destaca que entendre i respectar les fronteres fomenta el respecte mutu i millora la seguretat en la relació. Les parelles que són clares sobre els seus límits i els comuniquen de manera efectiva tenen més probabilitats d'experimentar una connexió sexual segura i satisfactòria.",
        "questions": [
            "Hem comunicat clarament les nostres fronteres sexuals l'un a l'altre.",
            "Em sento segur(a) expressant els meus límits pel que fa al sexe amb la meva parella.",
            "La meva parella respecta les meves fronteres sexuals sense qüestionar-ho.",
            "Parlem dels nostres nivells de confort abans de provar noves activitats sexuals.",
            "Respectar les fronteres de l'altre ha enfortit la nostra confiança.",
            "Ens sentim segurs en la nostra capacitat per establir i respectar els límits sexuals de l'altre."
        ],
        "job": [
            "having_and_discussing_sex",
            "building_trust"
        ],
        "slug": "exploring-and-respecting-sexual-boundaries",
        "description": "Avalua com de bé tu i la teva parella comuniqueu i respecteu les fronteres sexuals de cadascun. Avaluant la vostra capacitat per establir límits i discutir els nivells de confort, podeu identificar maneres de construir confiança i assegurar-vos que ambdós us sentiu segurs durant els moments íntims. Enfortir la comunicació sobre les fronteres condueix a una relació sexual més segura i satisfactòria."
    },
    {
        "title": "Adaptabilitat en l'amor",
        "research": "La flexibilitat i l'adaptabilitat en les relacions permeten a les parelles afrontar canvis i desafiaments de manera efectiva. Acceptar noves experiències junts enforteix el vincle i crea records positius, mentre que superar les diferències amb èxit millora el respecte i l'apreciació mútua.",
        "questions": [
            "Estem oberts a provar noves activitats junts.",
            "Ens adaptem bé als canvis en la nostra relació.",
            "Acceptar noves experiències ha enfortit el nostre vincle.",
            "Respectem i acceptem les diferències de l'altre.",
            "Podem ajustar els nostres plans per acomodar les necessitats de l'altre.",
            "Provar coses noves junts manté la nostra relació emocionant.",
            "Gestionem els canvis inesperats amb treball en equip.",
            "La nostra capacitat d'adaptar-nos ha millorat la satisfacció en la nostra relació."
        ],
        "job": [
            "learning_relationship_skills",
            "overcoming_differences"
        ],
        "slug": "adaptability-in-love",
        "description": "Avalua com tu i la teva parella s'adapten als canvis i accepten noves experiències junts. Avaluant la vostra flexibilitat i com gestioneu les diferències, podeu identificar àrees per enfortir la vostra relació. Millorar la vostra adaptabilitat fomenta el respecte mutu i augmenta la satisfacció general de la vostra relació."
    },
    {
        "title": "Harmonia en Metes i Ambicions de Vida",
        "research": "L'alineació en les metes de vida i les ambicions personals és crucial per a la longevitat de la relació. La recerca indica que les parelles que comparteixen aspiracions similars i planifiquen el seu futur juntes informen de nivells més alts de satisfacció i taxes més baixes de dissolució. Aquesta harmonia assegura que ambdós socis treballen cap a objectius comuns, fomentant la unitat i el suport mutu.",
        "questions": [
            "Tenim metes de vida a llarg termini similars.",
            "Les nostres ambicions estan alineades i donen suport al creixement de l'altre.",
            "Parlem i planifiquem regularment el nostre futur junts.",
            "Em sento segur(a) que les nostres aspiracions futures són compatibles.",
            "Les nostres ambicions no creen estrès ni conflicte en la nostra relació.",
            "Ens donem suport en les metes personals i professionals de cadascun.",
            "Planificar el nostre futur junts m'emociona.",
            "Ambdós estem compromesos a aconseguir les nostres metes de vida compartides."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "planning_for_future"
        ],
        "slug": "life-goals-and-ambitions-harmony",
        "description": "Avalua com les teves metes de vida i ambicions personals s'alineen amb les del teu company. Respondent a aquestes afirmacions, pots identificar punts forts i àrees on les teves aspiracions poden donar-se millor suport mútuament. Alinear els vostres objectius junts fomenta la unitat i millora la satisfacció en la vostra relació."
    },
    {
        "title": "Equilibrar diversió i intimitat",
        "research": "La investigació sobre dinàmiques de relació indica que equilibrar diversió i intimitat és crucial per mantenir una connexió vibrant i duradora. Participar en activitats agradables junts, al costat de moments íntims profunds, manté la relació emocionant i evita que esdevingui monòtona. Aquest equilibri fomenta tant la proximitat emocional com física, millorant la satisfacció general de la relació.",
        "questions": [
            "Fem temps per a activitats divertides i agradables junts.",
            "Equilibrar la diversió amb moments íntims manté la nostra relació emocionant.",
            "Gaudim rient i passant-ho bé l'un amb l'altre.",
            "Les nostres interaccions juganeres milloren la nostra intimitat.",
            "Passar-ho bé junts enforteix el nostre vincle emocional.",
            "Podem ser xafarders i seriosos l'un amb l'altre sense conflictes.",
            "Participar en aficions compartides contribueix a la nostra relació íntima.",
            "Sent que passar-ho bé junts millora la nostra satisfacció general de la relació."
        ],
        "job": [
            "having_fun_and_entertainment",
            "preparing_for_intimacy"
        ],
        "slug": "balancing-fun-and-intimacy",
        "description": "Avalua com equilibres les activitats divertides amb moments íntims en la teva relació. Avaluant les afirmacions sobre gaudi compartit i proximitat emocional, pots identificar les teves fortaleses i àrees de millora. Millorar aquest equilibri aprofundirà la teva connexió i millorarà la teva satisfacció general en la relació."
    },
    {
        "title": "Coincidència en l'estil de resolució de conflictes",
        "research": "La resolució efectiva de conflictes és un predictor clau de l'èxit en les relacions. La investigació suggereix que quan els parelles tenen estils compatibles per gestionar desacords, experimenten menys estrès i una major satisfacció en la relació. Entendre i respectar els enfocaments de cadascun envers el conflicte pot conduir a resolucions més constructives i harmonioses.",
        "questions": [
            "Gestionem els desacords d'una manera que ens sembla justa a ambdós.",
            "Els nostres estils de resolució de conflictes es complementen.",
            "Som capaços de discutir els conflictes sense escalar a baralles.",
            "Em sento escoltat i entès durant els nostres desacords.",
            "Trobarem solucions que satisfacin ambdues parts als nostres problemes.",
            "El nostre enfocament per resoldre conflictes enforteix la nostra relació.",
            "Evitam guardar rancors després de resoldre un conflicte.",
            "Podem passar ràpidament per sobre dels desacords i centrar-nos en el positiu."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "solving_relationship_problems"
        ],
        "slug": "conflict-resolution-style-match",
        "description": "Avalua com tu i la teva parella gestioneu els desacords valorant afirmacions sobre els vostres estils de resolució de conflictes. Identifica les teves fortaleses i assenyala àrees on pots millorar per gestionar els conflictes de manera més efectiva junts. Millorar el teu enfocament per resoldre disputes reduirà l'estrès i enfortirà la teva relació."
    },
    {
        "title": "Fites del matrimoni",
        "research": "Una planificació prèvia al matrimoni efectiva és un bon predictor de la satisfacció matrimonial. Les parelles que participen en discussions exhaustives sobre el seu futur junts, incloent expectatives, rols i objectius de vida, tendeixen a tenir matrimonis més resilients i satisfactoris.",
        "questions": [
            "Hem parlat en detall sobre les nostres expectatives pel matrimoni.",
            "Em sento segur(a) que els nostres objectius de vida estan alineats pel futur.",
            "Hem parlat sobre els rols que esperem assumir en el nostre matrimoni.",
            "Em sento preparat(da) per al compromís que implica el matrimoni.",
            "Hem planificat com gestionar conflictes i desafiaments en el nostre matrimoni.",
            "Hem considerat on volem viure i com s'ajusta això als nostres plans futurs.",
            "Les nostres discussions sobre el matrimoni han enfortit la meva confiança en la nostra relació."
        ],
        "job": [
            "planning_for_future",
            "preparing_for_marriage"
        ],
        "slug": "marriage-milestones",
        "description": "Avalua com d'efectivament tu i la teva parella heu planificat el matrimoni i alineat els vostres objectius futurs. Reflexionant sobre les vostres discussions sobre expectatives, rols, resolució de conflictes i plans de vida, podeu identificar les vostres fortaleses i àrees de millora. Una planificació exhaustiva junts construeix confiança i estableix una base sòlida per a un matrimoni resilient i satisfactori."
    },
    {
        "title": "Alineant valors i objectius financers",
        "research": "L'alineació de valors financers és un predictor clau de la longevitat i la satisfacció de la relació. Les parelles que comparteixen valors i objectius financers similars estan millor preparades per afrontar decisions financeres i planificació futura. Converses significatives sobre diners fomenten la comprensió mútua i asseguren que ambdós socis treballen cap als mateixos objectius financers.",
        "questions": [
            "Compartim valors i prioritats financeres similars.",
            "Em sento alineat amb els objectius financers de la meva parella.",
            "Parlem regularment de les nostres aspiracions financeres a llarg termini.",
            "Els nostres valors financers es complementen.",
            "Em sento motivat per la meva parella per aconseguir els nostres objectius financers.",
            "Ens donem suport en les ambicions financeres de cadascun.",
            "Les nostres discussions financeres condueixen a una comprensió més profunda l'un de l'altre.",
            "Estic segur que estem avançant cap al nostre futur financer junts."
        ],
        "job": [
            "discussing_finances",
            "having_meaningful_conversations"
        ],
        "slug": "aligning-financial-values-and-goals",
        "description": "Avalua com els teus valors i objectius financers s'alineen amb els de la teva parella. Avaluant les afirmacions sobre les vostres prioritats compartides i plans a llarg termini, pots identificar àrees d'acord i abordar qualsevol diferència. Enfortir la teva alineació financera millora la presa de decisions i assegura que ambdós treballen cap als mateixos objectius futurs."
    },
    {
        "title": "Descobrint hàbits i peculiaritats diàries",
        "research": "Cada individu té rutines i hàbits diaris únics que contribueixen a la seva personalitat. La recerca suggereix que entendre els hàbits diaris d'una parella pot millorar la comunicació i reduir malentesos. Parlant d'aquests petits però significatius aspectes de la vida diària, les parelles poden trobar harmonia en les seves rutines i respectar l'espai personal i les preferències de cadascun. Aquesta consciència és clau per construir una relació cohesionada i de suport.",
        "questions": [
            "Sóc conscient de les rutines i hàbits diaris de la meva parella",
            "Respectem l'espai i el temps personal de cadascun",
            "Trobo que les peculiaritats de la meva parella són encantadores",
            "Ens comuniquem eficaçment sobre els nostres horaris diaris",
            "Entendre els hàbits de cadascun ha millorat la nostra relació",
            "Ens adaptem a les nostres rutines per acomodar-nos mútuament",
            "Gestionem les diferències en els hàbits diaris amb paciència",
            "Les nostres interaccions diàries són generalment harmonioses"
        ],
        "job": [
            "getting_to_know_partner",
            "improving_communication"
        ],
        "slug": "uncovering-daily-habits-and-quirks",
        "description": "Avalua com de bé enteneu les rutines diàries i els hàbits únics de cadascun. Avaluant les afirmacions sobre la vostra comunicació i com gestioneu les diferències, podeu identificar les fortaleses de la vostra relació i les àrees que necessiten millora. Millorar aquesta consciència promou una major harmonia, respecte i confiança entre vosaltres."
    },
    {
        "title": "Mags de resolució de conflictes",
        "research": "Les habilitats fortes de resolució de conflictes estan relacionades amb una major satisfacció en la relació i longevitat. La resolució efectiva de problemes redueix la freqüència i intensitat de les disputes, fomentant una parella més pacífica i solidària. Superar les diferències mitjançant enfocaments col·laboratius millora el respecte i la comprensió mútua.",
        "questions": [
            "Enfrontem els conflictes com un equip en comptes d'adversaris.",
            "Trobarem solucions als nostres desacords que satisfacin ambdós.",
            "Podem discutir les nostres diferències sense escalar en baralles.",
            "Ens sentim segurs en gestionar els conflictes de la nostra relació.",
            "Després de resoldre un conflicte, la nostra relació se sent més forta.",
            "Evitem culpar i ens centrem en resoldre el problema en qüestió.",
            "Fem pauses durant discussions calentes per calmar-nos.",
            "Aprenem dels nostres conflictes per millorar la nostra relació."
        ],
        "job": [
            "learning_relationship_skills",
            "solving_relationship_problems"
        ],
        "slug": "conflict-resolution-wizards",
        "description": "Avalua com tu i la teva parella gestioneu els conflictes per enfortir la vostra relació. Avaluant els vostres enfocaments per resoldre desacords, podeu identificar tant estratègies efectives com àrees que necessiten millora. Millorar les vostres habilitats de resolució de conflictes conduirà a una parella més harmònica i solidària."
    },
    {
        "title": "¡Unidos en el Fitness!",
        "research": "Participar en actividades físicas juntos puede fortalecer el vínculo de una pareja. Estudios publicados en el Journal of Health Psychology revelan que las parejas que hacen ejercicio juntas reportan niveles más altos de satisfacción en la relación y apoyo mutuo. Las metas y actividades de fitness compartidas pueden fomentar el trabajo en equipo y proporcionar oportunidades para interacciones positivas.",
        "questions": [
            "Participamos en actividades físicas o hacemos ejercicio juntos regularmente.",
            "Hacer ejercicio juntos ha mejorado nuestro trabajo en equipo como pareja.",
            "Me siento más conectado(a) a mi pareja cuando participamos en actividades de fitness.",
            "Nuestras metas de fitness compartidas mejoran nuestra satisfacción en la relación.",
            "Nos apoyamos en las metas de salud y bienestar del otro.",
            "Participar en actividades físicas juntos ha traído más diversión a nuestra relación.",
            "Estoy motivado(a) a mantener hábitos saludables gracias al apoyo de mi pareja."
        ],
        "job": [
            "introducing_healthy_habits",
            "learning_relationship_skills"
        ],
        "slug": "fitness-partners-unite",
        "description": "Evalúas cómo participar en actividades físicas juntos impacta tu relación. Al evaluar sus rutinas de ejercicio compartidas, el trabajo en equipo y el apoyo mutuo, puedes identificar fortalezas y áreas de crecimiento. Mejorar su colaboración en fitness fortalece su conexión y aumenta su satisfacción en la relación."
    },
    {
        "title": "Navegant per les diferències culturals i religioses",
        "research": "Les diferències culturals i religioses poden presentar desafiaments en les relacions, però la comunicació oberta i el respecte mutu són clau per superar-les. Els estudis han demostrat que les parelles que participen en discussions honestes sobre els seus antecedents culturals i religiosos naveguen aquestes diferències amb més èxit, cosa que condueix a una major resiliència i comprensió en la relació.",
        "questions": [
            "Parlem obertament sobre les nostres creences culturals o religioses.",
            "Em sento respectat per la meva parella pel que fa al meu antecedent cultural o religiós.",
            "Les nostres diferències en cultura o religió no creen barreres en la nostra relació.",
            "Trobarem maneres de celebrar junts les tradicions culturals o religioses de cadascun.",
            "Podem comunicar-nos eficaçment sobre qualsevol conflicte que sorgeixi de les nostres diferències culturals o religioses.",
            "Sento que les nostres diferències culturals o religioses enriqueixen la nostra relació.",
            "La planificació del futur té en compte els valors culturals o religiosos de tots dos."
        ],
        "job": [
            "overcoming_differences",
            "discussing_religions"
        ],
        "slug": "navigating-cultural-and-religious-differences",
        "description": "Avalua com navegueu per les diferències culturals i religioses mitjançant converses obertes. Avaluant la vostra comunicació i respecte pels antecedents de cadascun, podeu identificar punts forts i àrees de millora. Millorar la vostra comprensió i apreciació de les creences de l'altre enfortirà la resiliència i l'harmonia de la vostra relació."
    },
    {
        "title": "Dominant la comunicació",
        "research": "Una comunicació efectiva és crucial per a la satisfacció en la relació. Les parelles que participen en diàlegs oberts i honestos tendeixen a resoldre conflictes de manera més eficient i a sentir-se més a prop emocionalment. Habilitats de comunicació fortes redueixen malentenduts i milloren la comprensió mútua, conduint a una relació més saludable.",
        "questions": [
            "Em sento segur(a) en la meva capacitat d'expressar els meus sentiments al meu/ma parella.",
            "El meu/ma parella entén el que estic intentant comunicar.",
            "Escoltem activament les perspectives de l'altre.",
            "Podem discutir temes difícils sense por a ser jutjats.",
            "La nostra comunicació ajuda a resoldre conflictes de manera efectiva.",
            "Em sento escoltat/da i validat/da en les nostres converses.",
            "Evitem malentenduts comunicant-nos clarament.",
            "Expresssem apreciació i gratitud regularment en les nostres converses."
        ],
        "job": [
            "learning_relationship_skills",
            "improving_communication"
        ],
        "slug": "mastering-communication",
        "description": "Avalua com de bé et comuniques amb el teu/teva parella avaluant la teva capacitat d'expressar sentiments, escoltar activament i gestionar temes difícils. Avaluant aquestes afirmacions, pots identificar les teves fortaleses en comunicació i detectar àrees que necessiten millora. Millorar les teves habilitats de comunicació conduirà a una millor comprensió, a una resolució efectiva de conflictes i a una relació més forta i saludable."
    },
    {
        "title": "Encenent la flama de l'afecte",
        "research": "Les expressions d'amor i afecte juguen un paper vital en el manteniment de la satisfacció en la relació. Segons una investigació publicada al Journal of Social and Personal Relationships, les mostres regulars d'afecte estan relacionades amb una major longevitat i felicitat en les relacions. A més, el concepte de renovació de la passió suggereix que les parelles que treballen activament per reavivar la seva connexió romàntica i física tendeixen a experimentar nivells més alts de satisfacció i intimitat.",
        "questions": [
            "Ens expressem regularment amor i apreciació l'un per l'altre.",
            "Els nostres gestos afectuosos em fan sentir valorat i estimat.",
            "Ens prenem temps per crear moments romàntics junts.",
            "Sent que la passió en la nostra relació es manté forta.",
            "Fem esforços per mantenir viva la romàntica en les nostres vides diàries.",
            "Les interaccions afectuoses milloren la nostra connexió emocional.",
            "Reavivar la passió és una cosa que perseguim activament en la nostra relació."
        ],
        "job": [
            "enhancing_love_and_affection",
            "rekindling_passion"
        ],
        "slug": "igniting-the-spark-of-affection",
        "description": "Avaluaràs com tu i la teva parella expressen amor i mantenen la passió en la vostra relació. Avaluant els vostres gestos afectuosos i esforços romàntics, podeu identificar tant les vostres fortaleses com les àrees que necessiten millora. Millorar com mostreu amor aprofundirà la vostra intimitat i augmentarà la satisfacció general de la vostra relació."
    },
    {
        "title": "Alineació d'estil de vida i interessos",
        "research": "Els estudis demostren que compartir interessos comuns i estils de vida compatibles contribueix positivament a la satisfacció en la relació. Quan les parelles participen en activitats similars i mantenen rutines diàries compatibles, millora el seu gaudi del temps passat juntes i redueix les fonts potencials de conflicte. Aquesta alineació dóna suport a una relació harmònica i agradable.",
        "questions": [
            "Gaudim de passar el nostre temps lliure fent activitats similars.",
            "Les nostres rutines diàries es complementen bé.",
            "Tenim aficions compartides en què participem regularment junts.",
            "Em sento emocionat/da de participar en activitats que gaudeix la meva parella.",
            "Les nostres eleccions d'estil de vida s'alineen de maneres que donen suport a la nostra relació.",
            "Ens presentem mútuament nous interessos i els gaudim junts.",
            "Tenir interessos similars enforteix el nostre vincle.",
            "Respectem i donem suport als interessos individuals de cadascun."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "having_fun_and_entertainment"
        ],
        "slug": "lifestyle-and-interests-alignment",
        "description": "Avalua com s'alineen els vostres estils de vida i interessos amb els de la vostra parella. Avaluant les afirmacions sobre les vostres activitats compartides, rutines diàries i suport per les aficions de cadascun, podeu identificar les vostres fortaleses i àrees de millora. Millorar la vostra alineació en interessos i hàbits diaris fomenta una relació més harmònica i satisfactòria."
    },
    {
        "title": "Entenent els llenguatges de l'amor",
        "research": "El concepte de llenguatges de l'amor, introduït pel Dr. Gary Chapman, identifica com les persones expressen i reben amor. La recerca ha demostrat que les parelles que entenen els llenguatges de l'amor de l'altre informen d'una major satisfacció en la relació i intimitat emocional. Identificant i atenent les maneres preferides de donar i rebre amor de cadascun, els parelles poden millorar la seva connexió i reduir malentesos.",
        "questions": [
            "Sé quin és el llenguatge de l'amor preferit del meu company/a",
            "Ens expressem amor l'un a l'altre de maneres que són significatives per a nosaltres",
            "Entendre el llenguatge de l'amor de l'altre ha millorat la nostra relació",
            "Fem un esforç per parlar el llenguatge de l'amor de l'altre",
            "Em sento apreciat/da en la manera com el meu company/a mostra amor",
            "Reconeguem i respectem les nostres diferents maneres d'expressar amor",
            "Els nostres llenguatges de l'amor es complementen",
            "Parlem regularment sobre com expressar millor el nostre amor l'un a l'altre"
        ],
        "job": [
            "getting_to_know_partner",
            "improving_relationship_satisfaction"
        ],
        "slug": "understanding-love-languages",
        "description": "Identifiques com tu i el teu company/a expressen i reben amor per millorar la vostra comunicació i aprofundir la vostra connexió emocional. Avaluant els vostres llenguatges de l'amor preferits, podeu millorar la satisfacció de la vostra relació i reduir malentesos. Atendre els llenguatges de l'amor de cadascun fomenta una parella més forta i connectada."
    },
    {
        "title": "Dorma bé, mantingueu-vos connectats",
        "research": "Una bona higiene del son és crucial tant per al benestar individual com per a la salut de la relació. El Journal of Sleep Research va trobar que les parelles que mantenen rutines de son consistents i saludables experimenten millors connexions emocionals i menys conflictes. Un son adequat afavoreix una millor comunicació i fomenta la confiança, assegurant que ambdós socis estiguin ben descansats i emocionalment disponibles.",
        "questions": [
            "Tenim un horari de son consistent que ambdós seguim.",
            "Els nostres hàbits de son contribueixen positivament a la nostra relació.",
            "Em sento més connectat/ada amb la meva parella quan dormim prou.",
            "Ens donem suport mútuament per mantenir rutines de son saludables.",
            "El nostre entorn de son és còmode i propici per a un son reparador.",
            "Un bon son ha reduït els conflictes en la nostra relació.",
            "Confio en la meva parella per respectar les nostres necessitats de son."
        ],
        "job": [
            "introducing_healthy_habits",
            "improving_honesty_and_openness"
        ],
        "slug": "sleep-tight-stay-connected",
        "description": "Avalua els teus hàbits de son i el seu impacte en la teva relació. Revisant els vostres horaris de son, donant suport a les rutines de l'altre i optimitzant el vostre entorn de son, podeu millorar la comunicació i construir confiança. Millors pràctiques de son enfortiran la vostra connexió emocional i reduiran els conflictes."
    },
    {
        "title": "Comunicació de suport",
        "research": "La comunicació de suport implica oferir empatia, ànim i afirmació l'un a l'altre. La recerca en psicologia de les relacions demostra que les parelles que participen en comunicació de suport experimenten nivells més alts de confiança i afecte. Aquest tipus de comunicació ajuda als companys a sentir-se valorats i entesos, fomentant una relació nutritiva i resilient.",
        "questions": [
            "Em sento recolzat per la meva parella quan estic passant per moments difícils.",
            "Ens animem regularment en el creixement personal de cadascun.",
            "La meva parella reconeix i aprecia els meus esforços.",
            "Expresssem agraïment i apreciació amb freqüència.",
            "Puc comptar amb la meva parella per a suport emocional.",
            "Ens comuniquem d'una manera que ens fa sentir estimats.",
            "Les nostres converses de suport milloren el nostre vincle emocional."
        ],
        "job": [
            "improving_communication",
            "enhancing_love_and_affection"
        ],
        "slug": "supportive-communication",
        "description": "Avalua com tu i la teva parella oferiu empatia i ànim l'un a l'altre. Avaluant les afirmacions sobre la comunicació de suport, podeu identificar les vostres fortaleses i àrees de millora. Millorar les vostres interaccions de suport construirà confiança, aprofundirà l'afecte i enfortirà la resiliència de la vostra relació."
    },
    {
        "title": "Converses íntimes",
        "research": "La comunicació efectiva és una pedra angular de les relacions apassionades. Els estudis han demostrat que les parelles que participen en converses significatives i obertes sobre els seus desitjos, sentiments i experiències experimenten una major intimitat emocional i sexual. Aquesta millora en la comunicació fomenta una connexió més profunda i reaviva la passió dins de la relació.",
        "questions": [
            "Tenim converses obertes i honestes sobre els nostres sentiments i desitjos.",
            "Em sento còmode parlant de les meves necessitats íntimes amb la meva parella.",
            "Les nostres converses significatives ajuden a enfortir el nostre vincle emocional.",
            "Parlem regularment sobre com millorar la nostra vida romàntica.",
            "La comunicació efectiva ha augmentat la passió en la nostra relació.",
            "Em sento escoltat i entès durant les nostres discussions íntimes.",
            "Parlar dels nostres sentiments junts fa que la nostra relació sigui més apassionada."
        ],
        "job": [
            "rekindling_passion",
            "improving_communication"
        ],
        "slug": "intimate-conversations",
        "description": "Avalua com comuniques els teus desitjos i sentiments amb la teva parella. Identifica punts forts i àrees de millora en les teves converses per millorar la comprensió mútua. Enfortir aquestes discussions aprofundirà el teu vincle emocional i reavivarà la passió en la teva relació."
    },
    {
        "title": "Navegant converses difícils",
        "research": "Navegar converses difícils és crucial per a la satisfacció en la relació. La investigació mostra que les parelles que poden discutir temes difícils sense escalar a conflictes tendeixen a reportar una major satisfacció i una connexió més profunda. Manejar aquestes converses de manera efectiva fomenta el respecte i la comprensió mútua.",
        "questions": [
            "Podem discutir temes difícils sense que això condueixi a grans baralles.",
            "Em sento emocionalment recolzat quan parlem de qüestions desafiadores.",
            "Tractem els problemes de manera ràpida en comptes de deixar-los empitjorar.",
            "Aquestes converses fan que la nostra relació sigui més forta.",
            "Tots dos assumim la responsabilitat de la nostra part en els problemes.",
            "Enfrontem temes difícils amb empatia i cura.",
            "Discutir qüestions difícils ens ajuda a apropar-nos més."
        ],
        "job": [
            "solving_relationship_problems",
            "discussing_difficult_topics"
        ],
        "slug": "navigating-tough-conversations",
        "description": "Avalua com tu i la teva parella maneu converses difícils. Avaluant la vostra comunicació sobre temes desafiadors, podeu identificar punts forts i àrees de millora. Millorar aquestes habilitats fomenta la comprensió mútua i enforteix la vostra relació."
    },
    {
        "title": "Constructors de confiança",
        "research": "La confiança és fonamental per a una relació forta. Comportaments com l'honestedat, la fiabilitat i la transparència s'associen amb una major satisfacció i estabilitat en la relació. La confiança fomenta un ambient segur on els parelles poden ser vulnerables i donar-se suport mútuament.",
        "questions": [
            "Confio completament en la meva parella.",
            "La meva parella és fiable i compleix els compromisos.",
            "Som honestos l'un amb l'altre fins i tot quan és difícil.",
            "Em sento segur en la nostra relació sense dubtes constants.",
            "Mantenim els secrets de l'altre.",
            "La meva parella em dóna suport en moments de necessitat.",
            "Podem confiar l'un en l'altre durant situacions difícils.",
            "Confiar l'un en l'altre ha aprofundit la nostra relació."
        ],
        "job": [
            "learning_relationship_skills",
            "building_trust"
        ],
        "slug": "trust-builders",
        "description": "Avalua com tu i la teva parella construeixen i mantenen la confiança a través de l'honestedat, la fiabilitat i la transparència. Avaluant aquestes afirmacions, podeu identificar àrees on la vostra confiança és forta i on necessita millora. Enfortir la confiança proporcionarà una base més segura i de suport per a la vostra relació."
    },
    {
        "title": "Desacords Efectius",
        "research": "La gestió efectiva dels desacords està relacionada amb habilitats específiques de la relació, incloent l'escolta activa, l'empatia i la comunicació constructiva. Les parelles que han après aquestes habilitats són millors a l'hora de resoldre problemes sense perjudicar la seva relació, cosa que condueix a associacions més saludables i resilients.",
        "questions": [
            "Fem servir l'escolta activa durant els desacords.",
            "Expresssem empatia l'un cap a l'altre quan resolem problemes.",
            "Evitam treure a relluir problemes passats quan discutim problemes actuals.",
            "Ens sentim escoltats i entesos durant els conflictes.",
            "Podem discrepar amb respecte.",
            "La comunicació constructiva ens ajuda a resoldre els nostres problemes.",
            "Ens centrem en solucions en comptes de quedar-nos atrapats en els problemes."
        ],
        "job": [
            "solving_relationship_problems",
            "learning_relationship_skills"
        ],
        "slug": "effective-disagreements",
        "description": "Avalua com gestiones els desacords centrant-te en l'escolta activa, l'empatia i la comunicació efectiva. Avaluant aquestes afirmacions, tu i la teva parella podeu identificar les vostres fortaleses i àrees de millora en la resolució de conflictes. Millorar aquestes habilitats condueix a desacords més respectuosos i productius, enfortint la vostra relació."
    },
    {
        "title": "Estils de resolució de conflictes",
        "research": "Els estudis demostren que les parelles que superen efectivament les diferències mitjançant una comunicació honesta i oberta són millors a l'hora de resoldre problemes de relació. L'honestedat i l'obertura permeten als companys entendre els punts de vista de l'altre i trobar compromisos, cosa que condueix a resolucions més sostenibles i a una base de relació més forta.",
        "questions": [
            "Durant les discrepàncies, sóc honest sobre els meus sentiments i necessitats.",
            "Respectem les diferències de l'altre a l'hora de resoldre problemes.",
            "Estem oberts a canviar les nostres perspectives per trobar solucions.",
            "Em sento còmode expressant els meus veritables pensaments durant els conflictes.",
            "Busquem entendre en comptes de guanyar discussions.",
            "L'honestedat ens ajuda a navegar a través de les nostres discrepàncies de manera efectiva.",
            "Som transparents sobre les nostres intencions quan resolem problemes."
        ],
        "job": [
            "solving_relationship_problems",
            "overcoming_differences"
        ],
        "slug": "conflict-resolution-styles",
        "description": "Aquesta revisió avalua com manejes les discrepàncies i com et comuniques durant els conflictes. Avaluant la teva honestedat, respecte i voluntat d'entendre's, pots identificar àrees de millora. Enfortir aquestes habilitats de resolució de conflictes construeix confiança i millora la teva relació."
    },
    {
        "title": "Eines de transparència",
        "research": "La resolució efectiva de problemes en les relacions depèn en gran mesura de la comunicació transparent. La investigació mostra que les parelles que practiquen l'honestedat a l'hora d'abordar qüestions són més exitoses a l'hora de resoldre conflictes i prevenir malentenduts. Un diàleg transparent no només ajuda a resoldre problemes immediats, sinó que també enforteix les habilitats de comunicació en general dins de la relació.",
        "questions": [
            "Afrontem els problemes de la relació amb honestedat.",
            "Sent que el meu company/a i jo ens comuniquem obertament a l'hora de resoldre qüestions.",
            "Abordem els conflictes directament sense amagar sentiments.",
            "La comunicació honesta ens ajuda a resoldre problemes de manera més efectiva.",
            "Confio en el meu company/a per ser veritable durant les discrepàncies.",
            "Utilitzem la transparència com a eina per millorar la nostra relació.",
            "Ser obert sobre els problemes condueix a millors solucions per a nosaltres."
        ],
        "job": [
            "improving_honesty_and_openness",
            "solving_relationship_problems"
        ],
        "slug": "transparency-tools",
        "description": "Avalua com de obertament et comuniques quan afrontes els reptes de la relació. Avaluant la teva honestedat i transparència a l'hora de resoldre conflictes, pots identificar tant les fortaleses com les àrees que necessiten millora. Millorar aquestes habilitats de comunicació construirà confiança i et permetrà resoldre problemes de manera més efectiva junts."
    },
    {
        "title": "Converses Sinceres",
        "research": "Abordar temes difícils amb honestedat és essencial per construir i mantenir la confiança en les relacions. Els estudis han trobat que les parelles que poden discutir obertament temes desafiadors són més resilients i experimenten nivells més alts de respecte mutu. Aquestes converses sinceres ajuden als parelles a navegar per qüestions sensibles junts, fomentant un vincle més fort i de confiança.",
        "questions": [
            "Podem discutir temes difícils amb honestedat sense por a ser jutjats.",
            "Em sento segur(a) per plantejar qüestions sensibles amb la meva parella.",
            "La meva parella escolta amb respecte quan parlo de temes complicats.",
            "Manejamos les converses desafiadores amb obertura i honestedat.",
            "Ser sincer sobre qüestions difícils enforteix la nostra confiança.",
            "Em sento recolzat quan discuteixo temes sensibles amb la meva parella.",
            "Treballamos junts per superar qüestions mitjançant un diàleg honest."
        ],
        "job": [
            "improving_honesty_and_openness",
            "discussing_difficult_topics"
        ],
        "slug": "candid-conversations",
        "description": "Avalues com de manera efectiva tu i la teva parella maneu converses difícils. Avaluant la vostra capacitat per comunicar-vos obertament sobre qüestions sensibles, podeu identificar maneres de construir confiança i millorar la vostra relació. Millorar la vostra comunicació sobre temes desafiadors condueix a una associació més forta i resilient."
    },
    {
        "title": "Unim-se als buscadors d'aventures!",
        "research": "Participar en activitats aventureres junts pot augmentar la satisfacció en la relació fomentant un sentiment de treball en equip i records compartits. Les parelles que exploren noves experiències informen de nivells més alts d'emoció i compromís, millorant la qualitat general de la seva associació.",
        "questions": [
            "Em sento emocionat/da per provar noves activitats amb la meva parella.",
            "Busquem freqüentment noves experiències junts.",
            "Explorar noves aventures enforteix la nostra relació.",
            "Gaudeixo de la spontaneïtat que aportem al nostre temps de diversió.",
            "Les nostres aventures compartides creen records duradors.",
            "Provar coses noves amb la meva parella augmenta la meva felicitat.",
            "Equilibrem la rutina amb noves experiències en la nostra relació.",
            "La nostra disposició a explorar junts enforteix el nostre vincle.",
            "Em sento més connectat/da amb la meva parella quan provem alguna cosa nova.",
            "Les noves experiències mantenen la nostra relació emocionant."
        ],
        "job": [
            "having_fun_and_entertainment",
            "improving_relationship_satisfaction"
        ],
        "slug": "adventure-seekers-unite",
        "description": "Avalua com provar noves activitats junts impacta la vostra relació. Avaluant el vostre entusiasme i la freqüència d'aventures compartides, podeu identificar maneres de millorar el treball en equip i crear records duradors. Participar en noves experiències junts enforteix el vostre vincle i millora la vostra satisfacció general en la relació."
    },
    {
        "title": "Exploradors emocionals",
        "research": "Entendre i explorar els sentiments de l'altre és essencial per a la intimitat emocional. La recerca psicològica destaca que les parelles que es prenen el temps per aprofundir en les seves emocions i compartir-les obertament experimenten una major empatia i connexió. Explorar els sentiments junts ajuda als parelles a entendre les perspectives de l'altre i fomenta una relació de suport i amorosa. Aquesta exploració emocional és clau per afrontar els reptes de la vida com un equip unit.",
        "questions": [
            "Compartim regularment els nostres veritables sentiments l'un amb l'altre.",
            "Em sento entès quan expresso les meves emocions a la meva parella.",
            "Ens prenem temps per explorar els sentiments de l'altre durant les converses.",
            "Compartir les nostres emocions ens ajuda a connectar a un nivell més profund.",
            "Em sento segur expressant les meves vulnerabilitats a la meva parella.",
            "Ens donem suport per entendre les nostres necessitats emocionals.",
            "Explorar els nostres sentiments junts enforteix la nostra relació."
        ],
        "job": [
            "discussing_difficult_topics",
            "exploring_feelings"
        ],
        "slug": "emotional-explorers",
        "description": "Avalues com de manera efectiva compartiu i enteneu les emocions de l'altre. Avaluant les afirmacions sobre la vostra comunicació emocional, podeu identificar les fortaleses de la vostra relació i les àrees de creixement. Millorar el vostre diàleg emocional potenciarà l'empatia i crearà una parella més solidària i connectada."
    },
    {
        "title": "Temps de qualitat, amor de qualitat",
        "research": "Passar temps de qualitat junts és essencial per construir la intimitat emocional i enfortir el vincle entre parelles. Participar en activitats divertides i provar noves experiències no només aporta alegria, sinó que també ajuda les parelles a crear records duradors. La recerca indica que les parelles que prioritzen el temps de qualitat informen nivells més alts de satisfacció en la relació i un sentit més profund de connexió.",
        "questions": [
            "Regularment reservem temps sense interrupcions per passar junts.",
            "Gaudeixo de les activitats que fem junts.",
            "Provar coses noves junts ha enfortit el nostre vincle.",
            "Fem esforços per divertir-nos i riure junts.",
            "Les experiències compartides han aprofundit el meu amor pel meu company.",
            "Em sento connectat amb el meu company quan participem en noves activitats.",
            "El temps de qualitat junts em fa sentir més estimat.",
            "Prioritzem passar temps junts malgrat els horaris ocupats."
        ],
        "job": [
            "enhancing_love_and_affection",
            "having_fun_and_entertainment"
        ],
        "slug": "quality-time-quality-love",
        "description": "Avalua com tu i la teva parella passeu temps de qualitat i participeu en activitats compartides. Avaluant cada afirmació, podeu identificar les fortaleses de la vostra relació i les àrees que necessiten millora. Millorar el vostre temps de qualitat enfortirà el vostre vincle emocional i augmentarà la satisfacció general de la vostra relació."
    },
    {
        "title": "Compartint objectius i aspiracions de vida",
        "research": "L'alineació d'objectius és crucial per a la satisfacció a llarg termini en les relacions. Estudis en psicologia de les relacions indiquen que les parelles que comuniquen les seves aspiracions personals i professionals són més propenses a donar suport al creixement de l'altre. Aquesta alineació fomenta un sentiment de treball en equip i un propòsit compartit, que són fonamentals per a les parelles duradores. Parlant dels objectius de vida, els parelles poden identificar objectius comuns i navegar les diferències amb respecte mutu.",
        "questions": [
            "He compartit els meus objectius a llarg termini amb la meva parella",
            "La meva parella ha compartit les seves aspiracions amb mi",
            "Ens donem suport en les nostres ambicions personals i professionals",
            "Els nostres objectius de vida estan alineats o són complementaris",
            "Parlem regularment dels nostres plans futurs junts",
            "Em sento animat/da per la meva parella a perseguir els meus somnis",
            "Tenim una visió compartida del nostre futur",
            "Tractem qualsevol diferència en els nostres objectius de manera constructiva"
        ],
        "job": [
            "getting_to_know_partner",
            "planning_for_future"
        ],
        "slug": "sharing-life-goals-and-aspirations",
        "description": "Avalua com de bé compartiu i donau suport als objectius personals i professionals de cadascun. Avaluant les afirmacions sobre l'alineació d'objectius i el suport mutu, podeu identificar les vostres fortaleses i àrees de millora. Enfortir aquestes converses ajuda a crear una visió compartida i millora la vostra relació."
    },
    {
        "title": "Rutines matinals per a dos",
        "research": "La investigació mostra que les parelles que estableixen rutines matinals compartides tendeixen a experimentar una major satisfacció en la relació. Un estudi del Journal of Family Psychology indica que els hàbits diaris sincronitzats poden millorar la comunicació i augmentar la sensació de companyonia. Fomentant interaccions positives al començament del dia, les parelles poden reforçar el seu vincle i establir un to positiu per a la resta del dia.",
        "questions": [
            "Tenim una rutina matinal consistent que seguim tots dos.",
            "Em sento ple d'energia quan el meu company i jo comencem el dia junts.",
            "Els nostres hàbits matinals contribueixen positivament a la satisfacció de la nostra relació.",
            "Ens comuniquem de manera efectiva durant la nostra rutina matinal.",
            "Incloem activitats divertides o agradables al matí junts.",
            "Establir una rutina matinal ha millorat la nostra relació en general.",
            "Espero amb il·lusió començar el dia amb el meu company."
        ],
        "job": [
            "introducing_healthy_habits",
            "improving_communication"
        ],
        "slug": "morning-routines-for-two",
        "description": "Avalua les teves rutines matinals compartides i el seu efecte sobre la teva relació. Al revisar els teus hàbits diaris junts, pots identificar què funciona bé i on millorar la comunicació i la connexió. Enfortir les teves interaccions matinals fomenta un vincle més fort i estableix un to positiu per al teu dia."
    },
    {
        "title": "Comprovació de la intimitat emocional",
        "research": "La intimitat emocional implica compartir els pensaments i sentiments més profunds, fomentant una connexió emocional profunda entre els parelles. La recerca destaca que les parelles que realitzen comprovacions emocionals regulars experimenten una major satisfacció i resiliència en la relació. En discutir obertament les emocions i proporcionar suport mutu, els parelles poden millorar el seu amor i afecte l'un per l'altre.",
        "questions": [
            "Ens sentim còmodes compartint els nostres sentiments més profunds l'un amb l'altre.",
            "El meu/ma partner m'escolta sense jutjar quan expressi les meves emocions.",
            "Parlem regularment del nostre benestar emocional.",
            "Em sento emocionalment a prop del meu/ma partner.",
            "Compartir els nostres sentiments ha enfortit la nostra relació.",
            "Ens donem suport durant moments emocionals.",
            "La nostra intimitat emocional contribueix al nostre amor i afecte.",
            "Ens sentim segurs sent vulnerables l'un amb l'altre."
        ],
        "job": [
            "enhancing_love_and_affection",
            "understanding_mutual_compatibility"
        ],
        "slug": "emotional-intimacy-check-in",
        "description": "Avalua la teva comoditat en compartir sentiments i emocions profundes amb el teu/teva partner. En avaluar com et comuniques emocionalment, pots identificar maneres de millorar el suport mutu i la comprensió. Enfortir la teva connexió emocional millorarà la satisfacció i resiliència de la teva relació."
    },
    {
        "title": "Impuls d'Intel·ligència Emocional",
        "research": "L'intel·ligència emocional juga un paper clau en les relacions, implicant la capacitat d'entendre i gestionar les pròpies emocions i d'empatia amb els sentiments d'una parella. Una alta intel·ligència emocional condueix a una major confiança i obertura, fomentant connexions més profundes i resiliència davant dels estressors dins de la relació.",
        "questions": [
            "Puc reconèixer i entendre les meves pròpies emocions en la nostra relació.",
            "Empatizo amb els sentiments i experiències de la meva parella.",
            "Som honestos sobre les nostres emocions l'un amb l'altre.",
            "Em sento còmode compartint les meves vulnerabilitats amb la meva parella.",
            "Ens donem suport en les necessitats emocionals de manera efectiva.",
            "Ser emocionalment obert ha enfortit la nostra confiança.",
            "Gestionem els alts i baixos emocionals junts amb gràcia.",
            "La nostra connexió emocional fa que la nostra relació sigui més satisfactòria."
        ],
        "job": [
            "learning_relationship_skills",
            "exploring_feelings"
        ],
        "slug": "emotional-intelligence-boost",
        "description": "Avalua com de bé entens i gestiones les emocions en la teva relació. Avaluant la teva capacitat per comunicar-te obertament i empatitzar amb la teva parella, pots identificar les teves fortaleses i àrees de creixement. Millorar la teva intel·ligència emocional construirà una major confiança, enfortirà la teva connexió i farà que la teva parella sigui més resilient i satisfactòria."
    },
    {
        "title": "Mappatge d'estats d'ànim",
        "research": "Entendre els estats d'ànim i les emocions de l'altre fomenta el coneixement i l'obertura. La recerca en dinàmiques de relació subratlla que el mappatge d'estats d'ànim condueix a una major honestedat i a una comprensió més profunda entre els dos, millorant la transparència i la intimitat de la relació en general.",
        "questions": [
            "Sé què fa feliç o trist al meu company/a.",
            "Parlem dels nostres estats d'ànim i de com afecten la nostra relació.",
            "Entendre els desencadenants emocionals del meu company/a ajuda a la nostra relació.",
            "Som honestos sobre els nostres sentiments, fins i tot quan és difícil.",
            "Em sento còmode compartint les meves veritables emocions amb el meu company/a.",
            "El meu company/a comparteix els seus sentiments obertament amb mi.",
            "Conèixer els estats d'ànim de l'altre millora la nostra connexió."
        ],
        "job": [
            "exploring_feelings",
            "getting_to_know_partner"
        ],
        "slug": "mood-mapping",
        "description": "Avalues com d' bé entens i comuniques els estats d'ànim i les emocions de l'altre. Avaluant afirmacions sobre la consciència dels estats d'ànim i l'honestedat emocional, pots identificar àrees per enfortir la teva connexió emocional. Millorar aquesta comprensió fomenta la confiança i aprofundeix la teva relació."
    },
    {
        "title": "Compartint creences espirituals",
        "research": "La investigació publicada al Journal of Marriage and Family destaca que les parelles que comparteixen i discuteixen obertament les seves creences espirituals tendeixen a experimentar nivells més alts de respecte i comprensió mútua. Els estudis indiquen que la comunicació oberta sobre la religió pot enfortir la confiança i reduir malentenduts. Quan els companys se senten escoltats i respectats en les seves creences, això fomenta una connexió emocional més profunda i millora l'estabilitat de la relació.",
        "questions": [
            "Compartim còmodament les nostres creences espirituals individuals entre nosaltres.",
            "Em sento escoltat i respectat quan la meva parella parla de les seves opinions religioses.",
            "Parlem regularment sobre com les nostres creences influeixen en les nostres vides diàries.",
            "Les nostres converses sobre religió enforteixen la nostra confiança mútua.",
            "Ens sentim còmodes explorant les diferències en les nostres creences espirituals.",
            "Compartir les nostres creences espirituals ens apropa més.",
            "Em sento recolzat per la meva parella en les meves pràctiques religioses.",
            "Les nostres discussions sobre religió són lliures de judicis."
        ],
        "job": [
            "discussing_religions",
            "improving_communication"
        ],
        "slug": "sharing-spiritual-beliefs",
        "description": "Avalua com tu i la teva parella compartiu i discutiu les vostres creences espirituals. Avaluant la vostra comunicació i respecte mutu al voltant de la religió, podeu identificar oportunitats per construir confiança i comprensió. Millorar aquestes converses aprofundirà la vostra connexió emocional i millorarà l'estabilitat de la vostra relació."
    },
    {
        "title": "Escolta activa",
        "research": "L'escolta activa és un component crític de la comunicació efectiva i la construcció de relacions. La recerca en psicologia de la comunicació destaca que l'escolta activa—no només sentir, sinó realment entendre i involucrar-se—conduïx a vincles emocionals més forts i a una reducció dels conflictes. Les parelles que practiquen l'escolta activa estan millor preparades per donar-se suport i afrontar els reptes juntes.",
        "questions": [
            "Li dono tota la meva atenció quan la meva parella parla.",
            "La meva parella se sent escoltada i entesa quan parla amb mi.",
            "Evitam interrompre'ns durant les converses.",
            "Fes un esforç per entendre la perspectiva de la meva parella.",
            "Resumim regularment els punts de l'altre per assegurar-nos que ens entenem.",
            "Sent que la meva parella m'escolta sense jutjar.",
            "Les nostres converses són interactives i recíproques."
        ],
        "job": [
            "improving_communication",
            "having_meaningful_conversations"
        ],
        "slug": "active-listening",
        "description": "Avalues com d'efectivament escoltes i et comuniques amb la teva parella valorant comportaments específics. Identificar les teves fortaleses i àrees de millora t'ajuda a millorar la comprensió mútua i a minimitzar els conflictes. Millorar les teves habilitats d'escolta construeix confiança i aprofundeix el teu vincle emocional."
    },
    {
        "title": "Dibuixant el nostre futur compartit",
        "research": "Alinear els objectius futurs és essencial per a la satisfacció i la longevitat de la relació. Estudis del Journal of Family Psychology indiquen que les parelles que discuteixen i planifiquen el seu futur juntes informen de nivells més alts de compromís i satisfacció. Entendre la compatibilitat mútua en les aspiracions a llarg termini, com ara els objectius professionals, la planificació familiar i les preferències de vida, contribueix significativament a una associació harmònica i satisfactòria.",
        "questions": [
            "Hem parlat dels nostres objectius i aspiracions a llarg termini junts.",
            "Els nostres plans futurs estan alineats i són mútuament solidaris.",
            "Em sento segur(a) que som compatibles en les nostres visions per al futur.",
            "Revisem i ajustem regularment els nostres plans segons sigui necessari.",
            "Planificar per al futur enforteix la nostra satisfacció en la relació.",
            "Ens donem suport en els objectius i somnis individuals de cadascun.",
            "Els nostres objectius compartits contribueixen positivament a la nostra relació."
        ],
        "job": [
            "planning_for_future",
            "understanding_mutual_compatibility"
        ],
        "slug": "charting-our-shared-future",
        "description": "Aquesta avaluació ajuda tu i la teva parella a sincronitzar els vostres objectius i aspiracions a llarg termini. Avaluant la vostra compatibilitat en àrees com la carrera, la planificació familiar i les preferències de vida, podeu identificar tant les fortaleses com les àrees que necessiten millora. Alinear els vostres plans futurs junts enforteix el vostre compromís i millora la satisfacció de la vostra relació."
    },
    {
        "title": "Comunicació a través de noves experiències",
        "research": "Participar en noves experiències com a parella ofereix oportunitats valuoses per millorar les habilitats de comunicació. La psicologia de les relacions suggereix que navegar situacions desconegudes requereix un diàleg clar i efectiu, que pot traduir-se en una millor comunicació quotidiana. A més, compartir moments emocionants pot augmentar l'afecte i la intimitat emocional entre els parelles, fomentant una connexió més profunda.",
        "questions": [
            "Les noves experiències amb la meva parella ens ajuden a comunicar-nos millor.",
            "Parlem dels nostres sentiments sobre les noves activitats que provem junts.",
            "Provar coses noves millora l'afecte que sentim l'un per l'altre.",
            "Utilitzem noves experiències com una manera d'expressar el nostre amor.",
            "Navegar situacions noves junts millora la nostra capacitat per resoldre problemes.",
            "Els desafiaments de comunicació durant les noves activitats enforteixen les nostres habilitats de diàleg.",
            "Ens sentim més connectats després d'experimentar alguna cosa nova junts.",
            "Les nostres converses sobre noves experiències són obertes i honestes.",
            "Explorar noves activitats junts aprofundeix la nostra intimitat emocional.",
            "Ens sentim més afectuosos l'un amb l'altre després de provar coses noves."
        ],
        "job": [
            "having_new_experiences",
            "improving_communication"
        ],
        "slug": "communication-through-new-experiences",
        "description": "Avalua com provar noves activitats junts impacta la vostra comunicació i connexió emocional. Avaluant les vostres experiències compartides, podeu identificar punts forts i àrees a millorar en el vostre diàleg i resolució de problemes. Millorar la vostra comunicació a través de noves experiències enfortirà el vostre vincle i aprofundirà el vostre afecte l'un per l'altre."
    },
    {
        "title": "Camins de la parentalitat",
        "research": "Els estudis indiquen que les parelles que parlen dels seus desitjos i plans per tenir fills des de bon començament tenen més probabilitats de tenir experiències de criança exitoses i satisfactòries. Una comunicació clara sobre els estils de criança, el moment i els valors redueix els malentenduts i construeix una base sòlida per criar fills junts.",
        "questions": [
            "Hem parlat sobre si i quan volem tenir fills.",
            "Em sento preparat/ada per discutir les responsabilitats de la criança amb la meva parella.",
            "Estem d'acord en els valors i principis que volem inculcar als nostres fills.",
            "Tenim un pla compartit per equilibrar la vida laboral i familiar.",
            "Em sento còmode/a expressant les meves preferències sobre la criança a la meva parella.",
            "Hem discutit com afrontarem els possibles reptes de la criança junts.",
            "Planificar per tenir fills és una prioritat per a ambdós en el nostre futur."
        ],
        "job": [
            "planning_for_future",
            "preparing_for_children"
        ],
        "slug": "parenting-pathways",
        "description": "Aquesta avaluació t'ajuda a aclarir els teus objectius i plans compartits per tenir fills. Avaluaràs la teva alineació en els estils de criança, el moment i els valors per identificar tant les fortaleses com les àrees de millora. Millorar la teva comunicació sobre la criança et prepara per criar fills junts de manera unificada i efectiva."
    },
    {
        "title": "Connexió emocional",
        "research": "Una forta connexió emocional és essencial per a relacions apassionades. Explorar i entendre els sentiments de l'altre fomenta la confiança i aprofundeix el vincle emocional entre els parelles. Els estudis han trobat que les parelles que inverteixen temps en connectar emocionalment són més propenses a experimentar una passió sostinguda i una major satisfacció en la relació.",
        "questions": [
            "Ens prenem temps per entendre les emocions de l'altre.",
            "La nostra connexió emocional fa que la nostra relació sigui més apassionada.",
            "Em sento profundament connectat/ada amb la meva parella a nivell emocional.",
            "Ens fem confiança per compartir els nostres veritables sentiments.",
            "Explorar les nostres emocions junts enforteix el nostre vincle.",
            "La nostra intimitat emocional contribueix a la passió de la nostra relació.",
            "Em sento segur/a compartint les meves vulnerabilitats amb la meva parella."
        ],
        "job": [
            "rekindling_passion",
            "exploring_feelings"
        ],
        "slug": "emotional-connection",
        "description": "Avalua com de bé tu i la teva parella enteneu i confieu en les emocions de l'altre. Avaluant les afirmacions sobre la vostra intimitat emocional, podeu identificar les vostres fortaleses i les àrees que necessiten millora. Millorar la vostra connexió emocional construirà una major confiança i passió, conduint a una relació més satisfactòria i resilient."
    },
    {
        "title": "Mindfulness Junts",
        "research": "Incorporar pràctiques de mindfulness en una relació pot millorar la intimitat emocional i la comprensió mútua. Estudis publicats al Journal of Couple and Relationship Therapy indiquen que les parelles que practiquen mindfulness juntes informen nivells més alts d'empatia i una millor regulació emocional. El mindfulness fomenta una consciència més profunda dels sentiments de l'altre i promou una comunicació honesta i oberta.",
        "questions": [
            "Practiquem mindfulness o meditació junts regularment.",
            "El mindfulness ha millorat la nostra connexió emocional.",
            "Em sento més en sintonia amb els sentiments de la meva parella a través de les nostres pràctiques de mindfulness.",
            "Les nostres rutines de mindfulness han augmentat la nostra honestedat i obertura.",
            "Practicar mindfulness junts ha reduït l'estrès en la nostra relació.",
            "Utilitzem tècniques de mindfulness per resoldre conflictes de manera pacífica.",
            "Crec que les nostres pràctiques de mindfulness han millorat la satisfacció de la nostra relació."
        ],
        "job": [
            "introducing_healthy_habits",
            "exploring_feelings"
        ],
        "slug": "mindfulness-together",
        "description": "Avalua com la pràctica de mindfulness junts influeix en la vostra relació. Avaluaràs la consistència de les vostres rutines de mindfulness i els seus efectes sobre la vostra connexió emocional i comunicació. Enfortir el vostre mindfulness compartit pot millorar l'empatia, reduir l'estrès i augmentar la satisfacció general de la vostra relació."
    },
    {
        "title": "Mergullant-se en els valors personals",
        "research": "Els valors personals són els principis fonamentals que guien el comportament i la presa de decisions. La recerca en dinàmiques de relació indica que les parelles que entenen els valors de l'altre experimenten nivells més alts de confiança i satisfacció. Discutir els valors obertament ajuda a identificar possibles àrees de conflicte i fomenta el respecte mutu. Aquesta comprensió profunda és essencial per afrontar els reptes de la vida junts i construir una relació resilient.",
        "questions": [
            "Sé quins són els valors i creences fonamentals del meu company/a",
            "Hem parlat dels nostres valors personals més importants",
            "Els nostres valors estan generalment alineats",
            "Respectem els valors diferents de cadascun",
            "Entendre els valors de l'altre ha enfortit la nostra relació",
            "Podem discutir desacords basats en valors de manera constructiva",
            "Els nostres valors donen suport als nostres objectius de relació a llarg termini",
            "Prioritzem la nostra relació per sobre dels valors individuals en conflicte"
        ],
        "job": [
            "getting_to_know_partner",
            "discussing_difficult_topics"
        ],
        "slug": "diving-into-personal-values",
        "description": "Avalua com de bé enteneu els valors i creences fonamentals de cadascun. Avaluant la vostra alineació i respectant les vostres diferències, podeu identificar possibles conflictes i construir una confiança més forta. Aquest procés enforteix la vostra cooperació i dóna suport als vostres objectius de relació a llarg termini."
    },
    {
        "title": "Construint una fortalesa de confiança",
        "research": "La confiança és fonamental per a una relació sana i duradora. La investigació de l'American Psychological Association indica que la confiança influeix en la satisfacció de la relació, la intimitat i la capacitat de recuperar-se dels conflictes. A més, els estudis han demostrat que la transparència i l'honestedat són components crítics per construir i mantenir la confiança entre parelles, cosa que condueix a una major felicitat i estabilitat en la relació.",
        "questions": [
            "Confio en el meu company/a perquè sigui honest/a amb mi.",
            "Som transparents sobre els nostres sentiments i accions.",
            "Em sento segur/a compartint les meves vulnerabilitats amb el meu company/a.",
            "El meu company/a manté constantment les seves promeses i compromisos.",
            "Gestionem les traïcions o les violacions de confiança de manera constructiva.",
            "L'honestedat és una pedra angular de la nostra relació.",
            "Em sento segur/a que el meu company/a té els meus millors interessos al cor."
        ],
        "job": [
            "building_trust",
            "improving_honesty_and_openness"
        ],
        "slug": "building-a-fortress-of-trust",
        "description": "Tu i el teu company/a avaluen el nivell de confiança en la vostra relació a través de l'avaluació de l'honestedat, la transparència i la fiabilitat. Aquest procés us ajuda a identificar les vostres fortaleses i descobrir àrees que necessiten millora. Millorar la confiança millorarà la vostra comunicació i contribuirà a una parella més estable i satisfactòria."
    },
    {
        "title": "Futur financerament fèrtil",
        "research": "La recerca destaca que la estabilitat financera és un factor clau per reduir l'estrès parental i assegurar un entorn nutritiu per als nens. Les parelles que discuteixen proactivament els seus plans financers i pressupostos estan millor preparades per afrontar els costos inesperats associats a la criança dels nens. Els estudis també indiquen que les metes financeres alineades contribueixen a la satisfacció general de la relació, facilitant la priorització de les necessitats familiars sobre els desitjos individuals.",
        "questions": [
            "Tenim un pla financer clar per a la criança dels nens.",
            "Em sento segur(a) de la nostra capacitat per gestionar despeses addicionals relacionades amb tenir nens.",
            "Hem discutit i acordat estratègies d'estalvi per a la nostra futura família.",
            "Confio en la meva parella per gestionar les decisions financeres relacionades amb els nostres fills de manera efectiva.",
            "Tenim un pressupost que s'adapta tant al nostre estil de vida actual com a les necessitats futures de criança.",
            "Discutir finances relacionades amb els nens redueix la meva ansietat sobre el nostre futur financer.",
            "Ens sentim preparats financerament per donar suport a l'educació i les activitats extraescolars dels nostres fills.",
            "Les nostres metes financeres estan alineades amb els nostres plans de tenir fills."
        ],
        "job": [
            "preparing_for_children",
            "discussing_finances"
        ],
        "slug": "financially-fertile-future",
        "description": "Avalua la teva preparació per gestionar les responsabilitats financeres de tenir nens revisant els teus plans financers, estratègies de pressupost i metes compartides. Identifica àrees de força i oportunitats de millora per assegurar-te que pots afrontar despeses addicionals i donar suport a les necessitats futures de la teva família. Millorar la teva coordinació financera junts reduirà l'estrès i crearà un entorn estable i de suport per als teus fills."
    },
    {
        "title": "Estils de despesa: Yabba Dabba Dine o Festí Frugal?",
        "research": "La investigació indica que els hàbits de despesa diferents poden portar a conflictes en les relacions. Entendre i reconciliar aquestes diferències és crucial per a l'harmonia. Les parelles que reconeixen i s'adapten als estils de despesa de l'altre solen experimentar menys desacords financers i una major compatibilitat en general.",
        "questions": [
            "Entenem els hàbits i preferències de despesa de l'altre.",
            "Em sento respectat quan la meva parella pren decisions financeres.",
            "Arribem a acords quan els nostres estils de despesa són diferents.",
            "Em sento còmode parlant de les meves prioritats financeres amb la meva parella.",
            "Els nostres hàbits de despesa es complementen.",
            "Tenim estratègies per gestionar els desacords sobre la despesa.",
            "Estic satisfet amb com gestionem les nostres preferències financeres diferents.",
            "Respectem la necessitat de l'altre de tenir diners per a despeses personals."
        ],
        "job": [
            "discussing_finances",
            "overcoming_differences"
        ],
        "slug": "spending-styles-yabba-dabba-dine-or-frugal-feast",
        "description": "Avalua com els teus hàbits i preferències de despesa s'alineen amb els de la teva parella per identificar àrees de compatibilitat i conflicte. Avalua la teva comunicació sobre finances i la teva capacitat per gestionar les diferències financeres junts. Enfortir la teva comprensió financera i les estratègies promourà l'harmonia i reduirà els desacords relacionats amb diners en la teva relació."
    },
    {
        "title": "Actes d'afecte",
        "research": "Mostrar amor i afecte és crucial per mantenir una relació apassionada. Els estudis psicològics destaquen que gestos afectuosos regulars, com abraçades, petons i paraules amables, poden millorar la intimitat emocional i la confiança entre parelles. Aquesta intimitat i confiança incrementades contribueixen a reavivar la passió i la satisfacció general de la relació.",
        "questions": [
            "Expresssem sovint el nostre amor i afecte l'un per l'altre.",
            "Els gestos afectuosos em fan sentir més connectat/ada amb la meva parella.",
            "Confio en la meva parella per mostrar-me amor i suport.",
            "Les nostres mostres d'afecte regulars enforteixen el nostre vincle emocional.",
            "Sentir-me estimat/ada i valorat/ada reaviva la passió en la nostra relació.",
            "Prioritzem mostrar afecte en les nostres interaccions diàries.",
            "Els actes d'afecte ajuden a mantenir l'espurna romàntica entre nosaltres."
        ],
        "job": [
            "rekindling_passion",
            "enhancing_love_and_affection"
        ],
        "slug": "affectionate-acts",
        "description": "Avalua com tu i la teva parella expressen amor i afecte. Avaluant els vostres comportaments afectuosos, podeu identificar punts forts i àrees de millora en la intimitat emocional i la confiança. Millorar les vostres mostres d'afecte ajuda a mantenir la passió i augmenta la satisfacció general de la vostra relació."
    },
    {
        "title": "Resolució de problemes en equip",
        "research": "La investigació sobre la dinàmica de les parelles indica que la resolució efectiva de problemes es fonamenta en habilitats de comunicació sòlides i confiança entre els socis. Les parelles que es comuniquen obertament i confien l'una en l'altra són més hàbils a l'hora de resoldre conflictes i superar desafiaments juntes. La confiança proporciona una base segura, mentre que la comunicació assegura que els problemes es tractin de manera constructiva.",
        "questions": [
            "Enfrontem els problemes de la relació com un equip en comptes d'oponents.",
            "Sent que la meva parella escolta la meva perspectiva durant els conflictes.",
            "Comuniquem les nostres necessitats de manera clara quan intentem resoldre un problema.",
            "Confio en la meva parella per treballar amb mi en la resolució dels nostres problemes.",
            "Som capaços de trobar solucions mútuament acceptables per a les nostres discrepàncies.",
            "Les nostres discussions sobre problemes condueixen a una millor comprensió mútua.",
            "Evitam culpar-nos mútuament quan abordem conflictes."
        ],
        "job": [
            "solving_relationship_problems",
            "improving_communication"
        ],
        "slug": "team-problem-solving",
        "description": "Avalua com tu i la teva parella resolen problemes junts. Avalua la vostra comunicació i confiança durant els conflictes per identificar àrees de millora. Enforteix les teves habilitats de resolució de problemes col·laborativa per construir una relació més resilient i harmònica."
    },
    {
        "title": "Alliberant els nostres còmics interiors",
        "research": "L'humor juga un paper crucial en la satisfacció de la relació. Les parelles que comparteixen un sentit de l'humor similar experimenten un augment del vincle i una reducció dels nivells de conflicte. Incorporar la diversió i el riure pot millorar la comunicació i la confiança, creant una parella més resilient.",
        "questions": [
            "Riem sovint junts i compartim acudits interns.",
            "Em sento còmode sent ridícul amb la meva parella.",
            "Compartir humor enforteix la nostra comunicació.",
            "Fem servir l'humor per desactivar situacions tenses.",
            "Confio en la meva parella per entendre els meus acudits i gestos juganers.",
            "El nostre sentit de l'humor compartit millora la nostra connexió.",
            "Gaudim fent riure l'un a l'altre regularment.",
            "Poder fer bromes fa que la nostra relació sigui més agradable.",
            "Valorem el sentit de l'humor únic de cadascun.",
            "El riure és una part comuna de les nostres interaccions diàries."
        ],
        "job": [
            "having_fun_and_entertainment",
            "improving_communication"
        ],
        "slug": "unleashing-our-inner-comedians",
        "description": "Avalua com l'humor influeix en la teva relació i identifica maneres d'augmentar el riure compartit. Avaluant la teva capacitat per fer bromes junts i utilitzar l'humor en diferents situacions, pots millorar la teva comunicació i construir una confiança més forta. Millorar les teves interaccions juganeres farà que la teva parella sigui més agradable i resilient."
    },
    {
        "title": "Menjar sa, cors feliços",
        "research": "Preparar i gaudir de menjars saludables junts pot millorar la qualitat de la relació. La investigació publicada al Journal of Nutrition and Health mostra que les parelles que col·laboren en la planificació de menjars i la cuina informen d'una millor comunicació i comprensió mútua. Compartir la responsabilitat d'una alimentació saludable fomenta la cooperació i pot reduir l'estrès financer relacionat amb les eleccions dietètiques.",
        "questions": [
            "Planifiquem i preparem menjars saludables junts regularment.",
            "Els nostres hàbits d'alimentació saludable han millorat la nostra comunicació.",
            "Gestionem les nostres finances relacionades amb el menjar de manera efectiva com a equip.",
            "Cuinar junts s'ha convertit en una activitat compartida agradable.",
            "Em sento recolzat per la meva parella en mantenir una dieta saludable.",
            "Els nostres àpats reflecteixen el nostre compromís mutu amb un estil de vida saludable.",
            "Compartir hàbits d'alimentació saludable ha augmentat la nostra satisfacció en la relació."
        ],
        "job": [
            "introducing_healthy_habits",
            "discussing_finances"
        ],
        "slug": "healthy-eating-happy-hearts",
        "description": "Avalua com la planificació i la preparació de menjars saludables junts afecta la vostra relació. Avaluant la vostra comunicació, gestió financera i activitats de cuina compartides, podeu identificar les vostres fortaleses i àrees de millora. Millorar la vostra col·laboració en l'alimentació saludable us ajudarà a comunicar-vos millor, reduir l'estrès financer i augmentar la satisfacció en la vostra relació."
    },
    {
        "title": "Enfrontant el deute junts",
        "research": "Les parelles que aborden el deute de manera col·laborativa tenen més probabilitats de superar els desafiaments financers i mantenir una relació saludable. La resolució efectiva de problemes i la comunicació oberta sobre els deutes prevenen el ressentiment i fomenten un front unit. Gestionar el deute conjuntament contribueix a una major satisfacció en la relació i a l'estabilitat financera.",
        "questions": [
            "Parlem obertament dels nostres deutes i obligacions financeres.",
            "Em sento recolzat per la meva parella quan tractem el deute.",
            "Treballam junts per crear un pla per pagar els nostres deutes.",
            "Gestionar el deute com a equip ha enfortit la nostra relació.",
            "Confio en la meva parella per ser honesta sobre les seves responsabilitats financeres.",
            "Celebrem junts els èxits en el pagament dels nostres deutes.",
            "Gestionar el deute junts ha millorat la nostra perspectiva financera.",
            "Busquem ajuda professional junts quan és necessari per resoldre problemes financers."
        ],
        "job": [
            "discussing_finances",
            "solving_relationship_problems"
        ],
        "slug": "tackling-debt-together",
        "description": "Avalua com tu i la teva parella gestionen i es comuniquen sobre el deute. Avaluant els vostres enfocaments per manejar les obligacions financeres i recolzar-vos mútuament, podeu identificar punts forts i àrees de millora. Col·laborar en la gestió del deute construeix confiança, millora la vostra estabilitat financera i enforteix la vostra relació."
    },
    {
        "title": "Hàbits de vida: Alineant rutines matinals i nocturnes",
        "research": "La investigació indica que la compatibilitat en les rutines diàries, com ara els horaris de son i els rituals matinals, juga un paper crucial en l'èxit de la convivència. Quan les parelles tenen hàbits sincronitzats, es redueixen els conflictes potencials i es fomenta un ambient de vida harmoniós. Entendre les rutines de l'altre ajuda a planificar i acomodar les necessitats de cada parella de manera efectiva.",
        "questions": [
            "Les nostres rutines matinals són compatibles i es complementen mútuament.",
            "Hem parlat i alineat els nostres horaris de son.",
            "Em sento còmode adaptant les meves rutines per acomodar els hàbits del meu company/a.",
            "Hem establert una rutina que funciona bé per a tots dos.",
            "Les diferències en els nostres hàbits de vida no causen conflictes significatius.",
            "Ens comuniquem obertament sobre canvis en els nostres horaris diaris.",
            "Alinear les nostres rutines ha millorat la satisfacció general de la nostra relació.",
            "Sent que els nostres hàbits de vida suporten un hogar equilibrat i pacífic."
        ],
        "job": [
            "preparing_for_cohabitation",
            "understanding_mutual_compatibility"
        ],
        "slug": "living-habits-aligning-morning-and-night-routines",
        "description": "Avalua com s'alineen les teves rutines matinals i nocturnes amb les del teu company/a. Avaluant els teus hàbits diaris i la comunicació, pots identificar àrees on les teves rutines es complementen o entren en conflicte. Sincronitzar els teus horaris ajuda a reduir conflictes i crea un hogar més equilibrat i pacífic per a tots dos."
    },
    {
        "title": "Dona-li un toc!",
        "research": "La investigació en psicologia de les relacions indica que participar en activitats noves i emocionants junts pot reavivar la passió i enfortir el vincle entre parelles. Les parelles que busquen regularment experiències noves informen de nivells més alts de satisfacció en la relació i d'un augment dels sentiments d'emoció. Aquests resultats suggereixen que incorporar varietat i diversió a la vostra relació pot reencendre efectivament la passió.",
        "questions": [
            "Provoquem regularment noves activitats junts per mantenir la nostra relació emocionant.",
            "Explorar nous hobbies amb la meva parella fa que la nostra relació sigui més apassionada.",
            "Em sento entusiasta pels nous moments que compartim.",
            "Provar coses noves junts ens ha apropat més.",
            "Ambdós gaudim de buscar diversió i entreteniment com a parella.",
            "La nostra relació se sent més vibrant i viva quan participem en noves activitats.",
            "Espero amb il·lusió les aventures que planifiquem junts."
        ],
        "job": [
            "rekindling_passion",
            "having_new_experiences"
        ],
        "slug": "spice-it-up",
        "description": "Avalues com tu i la teva parella participen en noves i emocionants activitats junts. Avaluant el vostre entusiasme per les experiències compartides, podeu identificar maneres de reavivar la passió i enfortir el vostre vincle. Incorporar varietat i diversió a la vostra relació millorarà la vostra satisfacció i aportarà més vitalitat a la vostra parella."
    },
    {
        "title": "Compatibilitat religiosa per a futurs plans",
        "research": "La revista Journal of Social and Personal Relationships ha trobat que la compatibilitat religiosa juga un paper significatiu en la satisfacció a llarg termini de les relacions i la planificació. Les parelles que s'alineen en les creences religioses són més propenses a afrontar eficaçment els futurs desafiaments i mantenir una relació harmònica. Entendre les perspectives religioses de l'altre contribueix a una planificació futura cohesionada, especialment pel que fa a decisions importants de la vida com el matrimoni i la família.",
        "questions": [
            "Les nostres creences religioses són compatibles amb els nostres futurs plans.",
            "Hem parlat de com les nostres religions influiran en el nostre futur junts.",
            "Em sento segur(a) que les nostres diferències religioses no obstaculitzaran els nostres objectius a llarg termini.",
            "Hem alineat les nostres pràctiques espirituals en la nostra planificació futura.",
            "Planificar el nostre futur junts inclou el respecte mutu per les creences de cadascun.",
            "Ens sentim còmodes abordant possibles conflictes religiosos pel que fa al nostre futur.",
            "La nostra compatibilitat religiosa millora la nostra confiança en la planificació futura."
        ],
        "job": [
            "discussing_religions",
            "understanding_mutual_compatibility"
        ],
        "slug": "religious-compatibility-for-future-plans",
        "description": "«Avalua com les teves creences religioses s'alineen amb els teus futurs plans reflexionant sobre afirmacions clau. Aquest procés ajuda tu i la teva parella a identificar àrees d'acord i possibles desafiaments en la vostra compatibilitat espiritual. Abordar aquests aspectes donarà suport a la presa de decisions cohesionada i enfortirà la vostra relació a llarg termini.»"
    },
    {
        "title": "Mantenir la satisfacció sexual al llarg del temps",
        "research": "Mantenir la satisfacció sexual és clau per a la felicitat general de la relació. Els estudis longitudinals suggereixen que la comunicació contínua i els esforços per reavivar la passió estan associats amb una satisfacció sexual i de relació sostinguda. La teoria del Model d'Inversió implica que quan els parelles continuen invertint en la seva relació sexual, és més probable que es mantinguin satisfets i compromesos.",
        "questions": [
            "Treballam activament per mantenir la nostra satisfacció sexual al llarg del temps.",
            "Sent que la nostra relació sexual ha continuat sent satisfactòria des que vam començar a sortir.",
            "Fem esforços per reavivar la passió quan les coses semblen rutinàries.",
            "Parlar sobre la nostra satisfacció sexual ens ajuda a mantenir-nos connectats.",
            "Em sento satisfet amb la nostra vida sexual actual.",
            "La nostra relació sexual contribueix positivament a la nostra satisfacció general de la relació."
        ],
        "job": [
            "having_and_discussing_sex",
            "improving_relationship_satisfaction"
        ],
        "slug": "maintaining-sexual-satisfaction-over-time",
        "description": "Avalua com mantens la satisfacció sexual en la teva relació. Avaluant la teva comunicació i els esforços per mantenir viva la passió, pots identificar les teves fortaleses i àrees de millora. Millorar el teu diàleg sexual continuat dóna suport a la intimitat duradora i a la felicitat general de la relació."
    },
    {
        "title": "Acceptant les nostres característiques de personalitat",
        "research": "Les diferències de personalitat són un aspecte natural de les relacions, i acceptar-les pot conduir a una major satisfacció i resiliència. El Model dels Cinc Factors de la personalitat suggereix que entendre i apreciar les característiques de l'altre millora la compatibilitat mútua i la confiança. Les parelles que accepten i aprofiten les seves diverses personalitats sovint gaudeixen de relacions més satisfactòries i duradores.",
        "questions": [
            "Valorem les nostres característiques de personalitat individuals.",
            "Les nostres diferències de personalitat no creen conflictes persistents.",
            "Sent que la meva parella entén la meva personalitat millor que els altres.",
            "Fem servir les nostres personalitats diferents per complementar-nos.",
            "Acceptar les nostres diferències de personalitat ha enfortit la nostra relació.",
            "Em sento còmode sent el meu jo autèntic al voltant de la meva parella.",
            "Les nostres diverses personalitats milloren la dinàmica de la nostra relació."
        ],
        "job": [
            "overcoming_differences",
            "understanding_mutual_compatibility"
        ],
        "slug": "embracing-our-personality-traits",
        "description": "Tu i la teva parella avaluen les característiques de personalitat de cadascun per millorar la comprensió mútua. Avaluant les vostres diferències individuals, podeu identificar maneres de complementar-vos i donar suport l'un a l'altre de manera efectiva. Acceptar les vostres personalitats úniques construeix confiança, millora la compatibilitat i enforteix la vostra relació."
    },
    {
        "title": "L'espai de l'honestedat",
        "research": "La recerca en psicologia de les relacions destaca que la transparència entre parelles fomenta una confiança i connexió més profundes. Els estudis han demostrat que les parelles que practiquen l'honestedat de manera regular experimenten menys malentesos i una major satisfacció en la relació. A més, la comunicació oberta està relacionada amb una millor resolució de conflictes i intimitat emocional, creant una base sòlida per a associacions duradores.",
        "questions": [
            "Em sento còmode compartint els meus veritables sentiments amb la meva parella.",
            "La meva parella és honesta amb mi, fins i tot quan la veritat és difícil.",
            "Ens comuniquem obertament sobre els nostres pensaments i emocions.",
            "Confio en la meva parella per ser veritable amb mi.",
            "Ser honestos l'un amb l'altre ha enfortit la nostra relació.",
            "Tractem temes incòmodes sense vacil·lar.",
            "Em sento segur sent vulnerable amb la meva parella."
        ],
        "job": [
            "improving_honesty_and_openness",
            "improving_communication"
        ],
        "slug": "the-honesty-hangout",
        "description": "Avalua com de obertament i veritablement et comuniques amb la teva parella. Identifica àrees on una major honestedat pot enfortir la teva confiança i resoldre conflictes. Millorar la teva comunicació transparent condueix a una relació més fiable i resilient."
    },
    {
        "title": "Habilitats de resolució de conflictes",
        "research": "Una resolució de conflictes efectiva és essencial per mantenir una relació saludable. Els estudis mostren que les parelles que aborden els conflictes amb estratègies de comunicació constructiva tendeixen a resoldre les discrepàncies amb més èxit i mantenen nivells més alts de satisfacció. Desenvolupar habilitats com el compromís, l'empatia i la discussió tranquil·la ajuda als parelles a superar les diferències sense danyar la relació.",
        "questions": [
            "Tractem els conflictes de manera tranquil·la i respectuosa.",
            "Em sento segur/a de la nostra capacitat per resoldre les discrepàncies.",
            "Treballam junts per trobar solucions durant els conflictes.",
            "Tots dos estem disposats a fer concessions quan no estem d'acord.",
            "Evitam escalar els conflictes innecessàriament.",
            "Em sento recolzat/da pel meu company/a durant les discrepàncies.",
            "La nostra resolució de conflictes enforteix la nostra relació."
        ],
        "job": [
            "improving_communication",
            "solving_relationship_problems"
        ],
        "slug": "conflict-resolution-skills",
        "description": "Tu i la teva parella avaluau com manegeu les discrepàncies i resoluïu els conflictes junts. Avaluant les vostres aproximacions de comunicació i resolució de problemes, podeu identificar les vostres fortaleses i àrees de millora. Millorar aquestes habilitats conduirà a una relació més harmònica i satisfactòria."
    },
    {
        "title": "Estalviant per demà, avui",
        "research": "Els estudis mostren que les parelles que estableixen i treballen cap a objectius d'estalvi conjunts tendeixen a tenir associacions financeres més fortes i nivells de confiança més alts. Estalviar junts no només prepara les parelles per a necessitats financeres futures, sinó que també reforça el compromís mutu i la fiabilitat. Construir un pla d'estalvi conjunt millora la confiança i assegura que ambdós socis estiguin alineats en les seves aspiracions financeres.",
        "questions": [
            "Hem acordat objectius d'estalvi específics per al nostre futur.",
            "Em sento segur/a de la nostra capacitat per estalviar diners junts.",
            "El meu/ma meva parella i jo discutim regularment el nostre progrés d'estalvi.",
            "Prioritzem l'estalvi per a necessitats futures sobre la despesa immediata.",
            "Confio en la meva parella per contribuir de manera justa al nostre estalvi.",
            "Estalviar junts ha enfortit la nostra associació financera.",
            "Tenim un pla clar per a emergències financeres inesperades.",
            "Els nostres hàbits d'estalvi s'alineen amb els nostres objectius financers a llarg termini."
        ],
        "job": [
            "discussing_finances",
            "planning_for_future"
        ],
        "slug": "saving-for-tomorrow-today",
        "description": "Avalua com tu i la teva parella establiu i aconseguiu els vostres objectius d'estalvi. Avaluant els vostres hàbits d'estalvi i les discussions financeres, podeu alinear les vostres prioritats i millorar la vostra planificació financera junts. Construir una estratègia d'estalvi col·laborativa enforteix la vostra confiança i us prepara per a necessitats financeres futures."
    },
    {
        "title": "Aventura Junts",
        "research": "Participar en noves i emocionants activitats junts ha demostrat millorar significativament la satisfacció en la relació i construir confiança entre els parelles. Estudis sobre novetats compartides indiquen que viure aventures junts estimula la seva alliberament de dopamina, fomentant emocions positives i unió. A més, afrontar nous desafiaments junts millora el treball en equip i la dependència mútua, enfortint la base de la relació.",
        "questions": [
            "Busquem freqüentment noves experiències junts.",
            "Provar noves activitats amb la meva parella ens apropa més.",
            "Em sento emocionat/da quan la meva parella suggereix provar alguna cosa nova.",
            "Gaudim de sortir de les nostres zones de confort junts.",
            "Compartir noves aventures millora la nostra satisfacció general en la relació.",
            "Ens donem suport mútuament en l'exploració de nous interessos.",
            "Viure noves experiències junts enforteix la nostra confiança l'un en l'altre.",
            "Planegem regularment activitats que són diferents de la nostra rutina habitual.",
            "Estic obert/a a noves experiències espontànies suggerides per la meva parella.",
            "La nostra relació prospera gràcies a les noves experiències que compartim."
        ],
        "job": [
            "having_new_experiences",
            "having_fun_and_entertainment"
        ],
        "slug": "adventure-together",
        "description": "Avalua com participar en noves activitats junts afecta la vostra relació. Avaluant les vostres aventures compartides, podeu identificar punts forts i àrees de millora en el treball en equip i la confiança. Acceptar noves experiències junts millorarà la vostra satisfacció en la relació i enfortirà la vostra dependència mútua."
    },
    {
        "title": "Comunicar desitjos sexuals",
        "research": "Els estudis indiquen que la comunicació oberta sobre els desitjos sexuals millora la satisfacció en la relació i el compliment sexual. Una comunicació efectiva permet als parelles expressar les seves necessitats i preferències, cosa que condueix a una vida sexual més satisfactòria. La Teoria de la Reducció de l'Ansietat suggereix que reduir la incertesa i l'ansietat a través del diàleg pot millorar la intimitat. Les parelles que es comuniquen obertament sobre el sexe informen de nivells més alts de confiança i connexió.",
        "questions": [
            "Parlem obertament dels nostres desitjos sexuals entre nosaltres.",
            "Em sento còmode expressant les meves necessitats sexuals a la meva parella.",
            "La meva parella escolta i respecta les meves preferències sexuals.",
            "Parlem regularment sobre maneres de millorar la nostra vida sexual.",
            "Comunicar-nos sobre el sexe ha augmentat la nostra intimitat.",
            "Confio en la meva parella per respectar els meus límits durant les activitats sexuals."
        ],
        "job": [
            "having_and_discussing_sex",
            "improving_communication"
        ],
        "slug": "communicating-sexual-desires",
        "description": "Avalua com de obertament comuniques els teus desitjos sexuals i límits amb la teva parella. Avaluant com exprimeixes i respectes les necessitats de l'altre, pots identificar àrees de millora. Millorar la teva comunicació sexual construeix confiança i augmenta la satisfacció en la teva relació."
    },
    {
        "title": "Confort físic i límits",
        "research": "Els estudis sobre salut sexual subratllen la importància d'establir i respectar els límits físics per a una vida íntima satisfactòria. Una comunicació clara sobre els nivells de confort i els límits ajuda a prevenir malentenduts i assegura que ambdós parelles se sentin segurs i respectats. Establir aquests límits contribueix a construir confiança i millorar la satisfacció general de la relació.",
        "questions": [
            "Em sento còmode parlant dels meus límits físics amb la meva parella.",
            "La meva parella respecta els meus límits físics durant els moments íntims.",
            "Ens comuniquem obertament sobre el que ens fa sentir còmodes o incòmodes.",
            "Em sento segur(a) per expressar si alguna cosa no em sembla bé durant la intimitat.",
            "Establir límits físics ha millorat la nostra relació íntima.",
            "Ens revisem regularment sobre el nostre confort físic.",
            "Confio en la meva parella per respectar els meus límits físics.",
            "Les nostres converses sobre el confort físic enforteixen la nostra confiança."
        ],
        "job": [
            "preparing_for_intimacy",
            "having_and_discussing_sex"
        ],
        "slug": "physical-comfort-and-boundaries",
        "description": "Avalua com comuniques els teus límits físics amb la teva parella. Avaluant els teus nivells de confort i el respecte mutu durant els moments íntims, pots identificar àrees per millorar la confiança i la seguretat. Les discussions obertes sobre els teus límits físics condueixen a una relació íntima més respectuosa i satisfactòria."
    },
    {
        "title": "Gestionant conflictes religiosos",
        "research": "L'Associació Americana de Psicologia informa que les parelles que treballen activament per resoldre conflictes religiosos tendeixen a tenir relacions més resilients. Estratègies efectives de resolució de problemes adaptades a les diferències religioses poden prevenir malentenduts i reduir tensions. Superant les diferències religioses mitjançant un diàleg obert i un respecte mutu, les parelles construeixen una base més forta per a la seva relació, millorant la satisfacció general i l'estabilitat a llarg termini.",
        "questions": [
            "Resolem eficaçment els conflictes relacionats amb les nostres diferències religioses.",
            "Em sento preparat/da per gestionar desacords religiosos amb la meva parella.",
            "El nostre enfocament per resoldre conflictes religiosos enforteix la nostra relació.",
            "Ens comuniquem obertament quan les nostres creences religioses xocen.",
            "Em sento respectat/da per la meva parella durant desacords religiosos.",
            "Tenim estratègies per superar les diferències religioses.",
            "Gestionar conflictes religiosos junts ha fet la nostra relació més forta.",
            "Busquem un compromís quan les nostres opinions religioses difereixen."
        ],
        "job": [
            "discussing_religions",
            "solving_relationship_problems"
        ],
        "slug": "handling-religious-conflicts",
        "description": "Avaluar com tu i la teva parella gestioneu els conflictes religiosos. Avaluant les vostres estratègies de comunicació i resolució de conflictes, podeu identificar mètodes efectius i àrees de millora. Millorar el vostre enfocament als desacords religiosos fomenta el respecte mutu i enforteix la vostra relació."
    },
    {
        "title": "Vulnerabilitat i Obertura",
        "research": "Les teories psicològiques sobre la vulnerabilitat destaquen que ser obert i vulnerable amb una parella enforteix el vincle emocional i la confiança en la relació. La recerca mostra que les parelles que abracen la vulnerabilitat són més resilients durant els conflictes i més satisfetes amb la seva relació. L'obertura fomenta un ambient segur on ambdues parelles poden expressar el seu veritable jo sense por a ser jutjades.",
        "questions": [
            "Em sento còmode sent vulnerable amb la meva parella.",
            "La meva parella m'anima a compartir els meus veritables sentiments i pensaments.",
            "Podem discutir temes difícils de manera oberta i honesta.",
            "Confio en la meva parella amb les meves pors i inseguretats més profundes.",
            "Ser obert sobre les meves vulnerabilitats ha enfortit la nostra relació.",
            "Manejarem les vulnerabilitats d'una manera solidària i comprensiva.",
            "La nostra obertura l'un amb l'altre millora la nostra intimitat emocional.",
            "Em sento acceptat per la meva parella fins i tot quan comparteixo les meves inseguretats."
        ],
        "job": [
            "preparing_for_intimacy",
            "improving_honesty_and_openness"
        ],
        "slug": "vulnerability-and-openness",
        "description": "Avalua com comparteixes obertament els teus sentiments i vulnerabilitats amb la teva parella. Reflexionant sobre la teva confiança i comunicació, pots identificar àrees específiques per millorar la teva connexió emocional. Enfortir la teva obertura construirà una relació més resilient i íntima."
    },
    {
        "title": "Connexió de Valors Fonamentals",
        "research": "La recerca en psicologia de les relacions destaca que els valors fonamentals compartits són fonamentals per a la satisfacció a llarg termini en les relacions. Els estudis indiquen que quan les parelles s'alineen en creences i valors fonamentals, experimenten menys conflictes i un major respecte mutu. Aquesta alineació fomenta una base sòlida de confiança i comprensió, que és crucial per afrontar els reptes de la vida junts.",
        "questions": [
            "Compartim valors i creences fonamentals similars.",
            "Sent que la meva parella respecta els meus valors fonamentals.",
            "Els nostres valors fonamentals s'alineen a l'hora de prendre decisions importants.",
            "Les diferències en els nostres valors fonamentals no causen conflictes significatius.",
            "Ens comuniquem obertament sobre els nostres valors i creences personals.",
            "Tenir valors similars fa que la nostra relació sigui més forta.",
            "Em sento comprès i acceptat per les meves creences fonamentals per part de la meva parella.",
            "Ens donem suport mútuament per mantenir els nostres valors individuals."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "discussing_difficult_topics"
        ],
        "slug": "core-values-connection",
        "description": "Avalua com els teus valors fonamentals s'alineen amb els de la teva parella avaluant cada afirmació. Identifica punts forts i àrees on les teves creences i valors poden diferir. Millorar l'alineació dels teus valors fonamentals construirà confiança i aprofundirà la vostra comprensió mútua."
    },
    {
        "title": "Converses habilidoses",
        "research": "Desenvolupar habilitats de relació és crucial per gestionar temes difícils de manera efectiva. Els estudis suggereixen que les parelles que inverteixen temps a aprendre estratègies de comunicació i resolució de conflictes experimenten menys malentenduts i interaccions més harmonioses. Adquirir aquestes habilitats permet als parelles navegar discussions desafiadores amb confiança i compassió, conduint a una relació més estable i satisfactòria. L'aprenentatge continu i l'adaptació en les habilitats de relació contribueixen a la satisfacció i resiliència a llarg termini.",
        "questions": [
            "Utilitzem tècniques de comunicació efectives durant converses difícils.",
            "Em sento preparat/da amb les habilitats per gestionar converses complicades.",
            "Practiquem l'escolta activa quan discutim temes desafiadors.",
            "Aprendre noves habilitats de relació ha millorat les nostres discussions.",
            "Busquem recursos o orientació per millorar la nostra comunicació.",
            "Les nostres habilitats de relació ens ajuden a navegar els conflictes sense problemes.",
            "Em sento més segur/a en la nostra capacitat per discutir temes difícils."
        ],
        "job": [
            "discussing_difficult_topics",
            "learning_relationship_skills"
        ],
        "slug": "skillful-conversations",
        "description": "Avalua com gestiones converses difícils i millora les teves habilitats de comunicació. Avaluant l'ús de tècniques efectives i l'escolta activa, pots identificar punts forts i àrees de millora. Enfortir aquestes habilitats t'ajudarà a navegar els conflictes amb confiança i a construir una relació més estable i satisfactòria."
    },
    {
        "title": "Pressupostant junts sense trencar",
        "research": "La investigació en gestió financera de les relacions indica que les parelles que col·laboren activament en el pressupost experimenten nivells més alts de satisfacció financera i menys estrès. Una comunicació efectiva sobre temes monetaris evita malentenduts i fomenta una forta associació. Metes financeres compartides i pràctiques de pressupost transparent contribueixen a la estabilitat a llarg termini i al suport mutu dins de la relació.",
        "questions": [
            "Creem i seguim un pressupost junts.",
            "Em sento còmode parlant de les meves despeses personals amb la meva parella.",
            "Tenim metes financeres clares que hem acordat.",
            "La meva parella i jo revisem regularment el nostre pressupost per fer ajustos necessaris.",
            "Confio en la meva parella per gestionar les nostres finances compartides de manera responsable.",
            "Pressupostar junts ha reduït l'estrès financer en la nostra relació.",
            "Prioritzem les nostres despeses d'acord amb els nostres objectius mutus.",
            "Em sento escoltat i entès quan parlo de decisions financeres amb la meva parella."
        ],
        "job": [
            "discussing_finances",
            "improving_communication"
        ],
        "slug": "budgeting-together-without-breaking-up",
        "description": "Aquesta revisió avalua com de bé tu i la teva parella col·laboreu en el pressupost i les decisions financeres. Avaluant la vostra comunicació i les metes financeres compartides, podeu identificar punts forts i àrees de millora. Un pressupost efectiu junts construeix confiança, redueix l'estrès financer i assegura estabilitat a llarg termini en la vostra relació."
    },
    {
        "title": "Explorant records d'infantesa",
        "research": "La recerca en psicologia del desenvolupament destaca com les experiències d'infantesa modelen les relacions adultes. Entendre la infantesa de l'altre pot revelar valors fonamentals i mecanismes d'afrontament. Els estudis mostren que les parelles que comparteixen i entenen els seus antecedents d'infantesa tendeixen a tenir connexions emocionals més fortes i millors habilitats de resolució de conflictes. Explorant aquests records junts, les parelles poden fomentar l'empatia i aprofundir la seva comprensió mútua.",
        "questions": [
            "Em sento còmode compartint els meus records d'infantesa amb la meva parella",
            "La meva parella ha compartit experiències significatives de la seva infantesa amb mi",
            "Entendre la infantesa de la meva parella m'ajuda a relacionar-me millor amb ella",
            "Podem discutir les dinàmiques familiars passades sense judici",
            "Les nostres experiències d'infantesa han influït positivament en la nostra relació",
            "Crec que conèixer la infantesa de la meva parella és important per a la nostra relació",
            "Ens donem suport per superar qualsevol experiència negativa d'infantesa"
        ],
        "job": [
            "getting_to_know_partner",
            "understanding_mutual_compatibility"
        ],
        "slug": "exploring-childhood-memories",
        "description": "Tu i la teva parella compartiu i exploreu les vostres experiències d'infantesa per entendre els valors i mecanismes d'afrontament de cadascun. Avaluant les afirmacions sobre la vostra infantesa i les dinàmiques familiars, podeu identificar com aquests factors afecten la vostra relació. Aquest procés fomenta l'empatia, construeix confiança i enforteix la vostra connexió emocional."
    },
    {
        "title": "Dominar l'art de la comunicació",
        "research": "La comunicació efectiva és sovint citada com la pedra angular d'una relació satisfactòria. Un estudi publicat a la revista Journal of Marriage and Family destaca que les parelles que participen en un diàleg obert i honest són més propenses a navegar amb èxit pels conflictes i mantenir nivells més alts de satisfacció. A més, la investigació de l'Institut Gottman emfatitza la importància de l'escolta activa i el feedback constructiu per fomentar la comprensió i la connexió entre els parelles.",
        "questions": [
            "Ens comuniquem obertament sobre els nostres sentiments i pensaments.",
            "Em sento escoltat i entès pel meu company durant les nostres converses.",
            "Resolem efectivament els malentenduts sense escalar els conflictes.",
            "Tots dos fem un esforç per escoltar activament quan l'altre parla.",
            "Ens sentim còmodes parlant de les nostres necessitats i desitjos l'un amb l'altre.",
            "Les nostres converses contribueixen positivament a la satisfacció de la nostra relació.",
            "Busquem entendre les perspectives de l'altre durant les discrepàncies."
        ],
        "job": [
            "improving_communication",
            "learning_relationship_skills"
        ],
        "slug": "mastering-the-art-of-communication",
        "description": "Avalua com de bé tu i la teva parella comuniqueu els vostres sentiments i pensaments. Avaluant la vostra capacitat d'escoltar activament i resoldre conflictes, podeu identificar les vostres fortaleses i àrees de millora. Millorar les vostres habilitats de comunicació portarà a una millor comprensió, una resolució de problemes efectiva i una relació més satisfactòria."
    },
    {
        "title": "Expressant els nostres llenguatges d'amor",
        "research": "El concepte de llenguatges d'amor destaca com diferents individus prefereixen donar i rebre amor, com ara a través de paraules d'afirmació, actes de servei o temps de qualitat. Els estudis han demostrat que les parelles que entenen i s'adapten als llenguatges d'amor de l'altre experimenten una major satisfacció en la relació i menys malentenduts. Al discutir i adaptar-se regularment als llenguatges d'amor de l'altre, els parelles poden enfortir la seva connexió emocional i fomentar una relació més afectuosa.",
        "questions": [
            "Expresssem obertament les nostres maneres preferides de rebre amor.",
            "Sent que la meva parella entén el meu llenguatge d'amor.",
            "La meva parella fa un esforç per expressar amor de maneres que són significatives per a mi.",
            "Parlem dels nostres llenguatges d'amor regularment.",
            "Entendre els llenguatges d'amor de l'altre ha millorat la nostra relació.",
            "Em sento apreciat per les expressions d'amor de la meva parella.",
            "Ens adaptem a les nostres expressions d'amor a mesura que les nostres preferències evolucionen."
        ],
        "job": [
            "enhancing_love_and_affection",
            "learning_relationship_skills"
        ],
        "slug": "expressing-our-love-languages",
        "description": "Avalua com tu i la teva parella doneu i rebeu amor per entendre millor les necessitats de l'altre. Identificant els vostres llenguatges d'amor, podeu comunicar-vos de manera més efectiva i reduir malentenduts. Això condueix a una connexió emocional més profunda i a una relació més afectuosa."
    },
    {
        "title": "Alineació d'Expectatives Sexuals",
        "research": "La investigació sobre la compatibilitat en les relacions subratlla la importància d'alinear les expectatives sexuals per a l'èxit a llarg termini de la relació. Les parelles que discuteixen i alineen els seus desitjos sexuals, la freqüència i les preferències informen de nivells de satisfacció més alts. Entendre i satisfer les expectatives sexuals de l'altre fomenta la intimitat i redueix els conflictes relacionats amb desitjos desajustats.",
        "questions": [
            "Hem parlat obertament dels nostres desitjos i expectatives sexuals.",
            "Les nostres necessitats sexuals estan ben alineades entre nosaltres.",
            "Em sento satisfet/da amb la freqüència dels nostres trobades íntimes.",
            "Tots dos donem prioritat a la satisfacció sexual de l'altre.",
            "Ens sentim còmodes explorant les preferències sexuals de l'altre.",
            "La nostra compatibilitat sexual contribueix positivament a la nostra relació.",
            "Tractem qualsevol discrepància en les nostres expectatives sexuals de manera efectiva.",
            "Em sento segur/a que la nostra relació sexual satisfà les necessitats de tots dos."
        ],
        "job": [
            "preparing_for_intimacy",
            "having_and_discussing_sex"
        ],
        "slug": "sexual-expectations-alignment",
        "description": "Avalua com s'alineen els teus desitjos i expectatives sexuals amb els del teu company/a. Revisant factors com la satisfacció, la freqüència i les prioritats mútues, pots identificar àrees de força i oportunitats de creixement. Alinear les teves expectatives sexuals millora la intimitat i redueix els conflictes, millorant la teva relació."
    },
    {
        "title": "Creixement a través de la novetat",
        "research": "Participar en una varietat d'experiències noves permet a les parelles descobrir i entendre les preferències, fortaleses i vulnerabilitats de cadascun. Aquesta exploració fomenta una comprensió més profunda de la compatibilitat mútua i dels sentiments individuals, ajudant als parelles a alinear els seus objectius vitals i necessitats emocionals. Els estudis han demostrat que aquestes activitats de creixement compartit contribueixen a l'estabilitat i satisfacció a llarg termini de la relació.",
        "questions": [
            "Provar noves activitats m'ajuda a entendre millor la meva parella.",
            "Descobrim coses noves l'un de l'altre a través d'experiències noves.",
            "La nostra compatibilitat s'enforteix per la varietat d'experiències que compartim.",
            "Les noves experiències ens permeten explorar i compartir els nostres sentiments.",
            "Ens sentim més alineats en la nostra relació després de provar coses noves.",
            "He obtingut noves perspectives sobre la personalitat de la meva parella a través d'experiències compartides.",
            "La nostra capacitat d'adaptar-nos a noves situacions junts enforteix la nostra compatibilitat.",
            "Utilitzem noves experiències per abordar i entendre les nostres emocions individuals.",
            "Explorar noves activitats ens ajuda a identificar objectius i interessos comuns.",
            "La novetat compartida contribueix al nostre creixement emocional com a parella."
        ],
        "job": [
            "having_new_experiences",
            "understanding_mutual_compatibility"
        ],
        "slug": "growth-through-novelty",
        "description": "Aquesta revisió t'ajuda a explorar noves experiències junts per entendre millor les preferències i fortaleses de cadascun. Avaluant les vostres activitats compartides i el creixement emocional, podeu identificar maneres d'enfortir la vostra compatibilitat. Participar en activitats noves junts promou l'estabilitat i satisfacció a llarg termini en la vostra relació."
    },
    {
        "title": "Compartint els factors de diversió",
        "research": "Els estudis han indicat que les parelles que participen en activitats agradables juntes tendeixen a tenir relacions més fortes. Participar en entreteniment compartit augmenta la intimitat emocional i fomenta la comprensió mútua. La recerca també mostra que passar-ho bé junts fomenta la comunicació i la satisfacció dins de la parella.",
        "questions": [
            "Participem regularment en activitats divertides junts.",
            "Sent que tenim prou aficions compartides.",
            "Explorar noves formes d'entreteniment junts m'emociona.",
            "El nostre sentit de l'humor està alineat.",
            "Fem temps per a la diversió en la nostra relació.",
            "Participar en activitats junts enforteix el nostre vincle.",
            "Em sento connectat amb la meva parella a través de la nostra diversió compartida.",
            "Ens donem suport en les preferències d'entreteniment individuals de cadascun.",
            "Les nostres activitats divertides complementen la nostra compatibilitat mútua.",
            "Gaudim descobrint nous interessos junts."
        ],
        "job": [
            "having_fun_and_entertainment",
            "getting_to_know_partner"
        ],
        "slug": "sharing-the-fun-factors",
        "description": "Avalua com de bé tu i la teva parella participeu en activitats agradables junts. Avaluant les vostres aficions compartides, el sentit de l'humor i les interaccions juganeres, podeu identificar punts forts i àrees de millora en la vostra relació. Millorar la vostra diversió mútua millorarà la comunicació, enfortirà el vostre vincle i augmentarà la vostra satisfacció general."
    },
    {
        "title": "Equilibrant els nostres interessos únics",
        "research": "Estudis publicats a la revista Journal of Social and Personal Relationships indiquen que les parelles amb interessos diversos poden experimentar relacions més riques i satisfactòries. Equilibrar els hobbies personals amb activitats compartides ajuda als parelles a apreciar la individualitat de l'altre mentre enforteixen el seu vincle. Acceptar els interessos de l'altre redueix la tensió i fomenta el respecte mutu.",
        "questions": [
            "Respectem els hobbies i interessos de l'altre.",
            "Em sento animat/da a seguir els meus interessos individuals en la nostra relació.",
            "Fem temps per a activitats que ambdós gaudim.",
            "Els nostres interessos diferents no creen conflicte entre nosaltres.",
            "Ens donem suport en el creixement personal i els interessos de cadascun.",
            "Equilibrar els nostres diferents interessos enforteix la nostra relació.",
            "Em sento connectat/da amb la meva parella malgrat tenir activitats diferents que gaudim."
        ],
        "job": [
            "overcoming_differences",
            "having_fun_and_entertainment"
        ],
        "slug": "balancing-our-unique-interests",
        "description": "Avalua com equilibres els teus interessos individuals amb activitats compartides. Avaluant el teu respecte i suport pels hobbies de l'altre, pots identificar àrees per millorar el respecte mutu i el creixement personal. Aconseguir aquest equilibri enfortirà la teva connexió i conduirà a una relació més satisfactòria."
    },
    {
        "title": "Diversió i Flirteig",
        "research": "Integrar diversió i flirteig juganer en una relació pot augmentar significativament la passió i l'interès sexual. La recerca mostra que les parelles que participen en interaccions juganeres i mantenen un sentit de l'humor junts experimenten nivells més alts de satisfacció sexual i passió. Aquesta dinàmica juganera ajuda a mantenir viva l'espurna romàntica i fomenta una relació més agradable i apassionada.",
        "questions": [
            "Flirtegem sovint per mantenir la relació emocionant.",
            "Passar temps divertint-nos junts millora la passió de la nostra relació.",
            "Les interaccions juganeres fan que la nostra vida romàntica sigui més agradable.",
            "Utilitzem l'humor per enfortir la nostra connexió i passió.",
            "Participar en activitats divertides junts manté la nostra relació viva.",
            "Gaudeixo dels moments juganers que compartim com a parella.",
            "El nostre comportament flirtejant reaviva la passió entre nosaltres.",
            "Passar temps divertint-nos junts fa que els nostres moments íntims siguin més apassionats."
        ],
        "job": [
            "rekindling_passion",
            "having_fun_and_entertainment"
        ],
        "slug": "fun-flirtation",
        "description": "Aquesta avaluació t'ajuda a avaluar com tu i la teva parella incorporeu diversió i flirteig juganer a la vostra relació. Avaluant les afirmacions sobre les vostres interaccions juganeres i el sentit de l'humor, podeu identificar les vostres fortaleses i àrees de millora. Millorar aquestes dinàmiques reencendrà la passió i augmentarà la satisfacció de la vostra relació."
    },
    {
        "title": "Diversió i passió a través de la novetat",
        "research": "Incorporar noves experiències en una relació pot revitalitzar la passió i la intimitat. Els estudis indiquen que la novetat juga un paper clau en el manteniment de l'interès sexual i la satisfacció, ajudant a reavivar la passió i a prevenir l'estancament en les relacions a llarg termini. Participar en activitats diverses junts fomenta una vida romàntica dinàmica i emocionant, millorant tant les connexions emocionals com les físiques.",
        "questions": [
            "Provar coses noves junts manté la nostra relació emocionant.",
            "Novetats contribueixen a la nostra intimitat sexual.",
            "Fem servir activitats noves per reavivar la passió en la nostra relació.",
            "Experimentar coses noves ajuda a mantenir la nostra espurna romàntica.",
            "Introduir noves experiències enforteix la nostra connexió física.",
            "Ens sentim més apassionats l'un cap a l'altre després de provar noves activitats.",
            "Les noves experiències generen converses sobre els nostres desitjos i la intimitat.",
            "La nostra relació sexual es beneficia de la novetat que introduïm.",
            "Ens sentim més aventurers en la nostra intimitat després de compartir noves experiències.",
            "Provar coses noves junts millora la nostra vida romàntica."
        ],
        "job": [
            "having_new_experiences",
            "having_and_discussing_sex"
        ],
        "slug": "fun-and-passion-through-novelty",
        "description": "«Aquesta avaluació t'ajuda a avaluar com provar noves experiències pot millorar la passió i l'emoció en la teva relació. Reflexionant sobre les activitats compartides, pots identificar maneres de potenciar la intimitat i mantenir la teva parella dinàmica. Acceptar la varietat junts enforteix la teva connexió emocional i física, conduint a una vida romàntica més satisfactòria.»"
    },
    {
        "title": "Valors religiosos en la criança",
        "research": "La investigació de la revista Child Development destaca que els pares que discuteixen i alineen els seus valors religiosos estan millor preparats per als reptes de la criança. Les parelles que comuniquen obertament com les seves creences religioses influiran en els seus estils de criança són més propenses a presentar un front unit i proporcionar una orientació consistent als seus fills. Aquesta alineació ajuda a crear un entorn de suport que respecta i integra les perspectives espirituals de tots dos socis.",
        "questions": [
            "Hem parlat de com les nostres creences religioses influiran en la nostra criança.",
            "Em sento segur(a) que compartirem valors religiosos similars a l'hora d'educar els fills.",
            "Els nostres futurs fills estaran exposats a les dues tradicions religioses.",
            "Tenim un pla per abordar les diferències religioses en el nostre enfocament de criança.",
            "Discutir els valors religiosos ens ha preparat per a possibles reptes de criança.",
            "Em sento recolzat/da pel meu company/a a l'hora d'incorporar les nostres creences en la criança.",
            "Les nostres discussions religioses han aclarit com volem educar els nostres fills."
        ],
        "job": [
            "discussing_religions",
            "preparing_for_children"
        ],
        "slug": "religious-values-in-parenting",
        "description": "Avalues com les teves creences religioses modelen el teu enfocament de criança. Avaluant els vostres valors compartits i mètodes de comunicació, podeu identificar àrees d'acord i abordar qualsevol diferència. Això assegura que creeu un entorn consistent i de suport per a l'educació dels vostres fills."
    },
    {
        "title": "Parlem del futur junts",
        "research": "Les converses sobre el futur juguen un paper significatiu en l'alineació dels objectius i les aspiracions de les parelles. La recerca mostra que quan els companys parlen obertament dels seus plans futurs, incloent-hi carrera, família i creixement personal, creen una visió compartida que millora la satisfacció i el compromís en la relació. Aquestes discussions ajuden a assegurar que ambdós socis estiguin en la mateixa sintonia i treballin cap a objectius comuns.",
        "questions": [
            "Parlem regularment dels nostres plans futurs junts.",
            "Em sento segur que els nostres objectius estan alineats.",
            "Compartim les nostres aspiracions i donem suport als somnis de l'altre.",
            "Planificar el futur em fa sentir més segur en la nostra relació.",
            "Les nostres converses sobre el futur milloren el nostre compromís l'un amb l'altre.",
            "Estic satisfet amb com planifiquem el nostre futur junts.",
            "Parlar del futur ens ajuda a créixer com a parella."
        ],
        "job": [
            "planning_for_future",
            "improving_relationship_satisfaction"
        ],
        "slug": "future-talk-together",
        "description": "Aquesta revisió t'ajuda a avaluar com de manera efectiva tu i la teva parella parleu dels vostres plans futurs i alineeu els vostres objectius. Avaluant les afirmacions sobre les vostres aspiracions compartides i el suport mutu, podeu identificar les vostres fortaleses i àrees de millora. Millorar aquestes converses assegura que treballeu cap a objectius comuns i enforteix el compromís de la vostra relació."
    },
    {
        "title": "Expressió emocional",
        "research": "Expressar emocions obertament és fonamental per construir confiança i intimitat en les relacions. Estudis psicològics han trobat que les parelles que comparteixen regularment els seus sentiments experimenten connexions emocionals més profundes i una major satisfacció en la relació. Suprimir les emocions pot portar a ressentiment i distància emocional, mentre que l'expressió emocional transparent fomenta la comprensió i el suport mutu.",
        "questions": [
            "Em sento còmode compartint els meus veritables sentiments amb la meva parella.",
            "La meva parella és receptiva quan exprimo les meves emocions.",
            "Parlem regularment dels nostres sentiments i emocions.",
            "Expressar les meves emocions enforteix la nostra relació.",
            "Confio en la meva parella amb els meus sentiments més profunds.",
            "La meva parella m'ajuda a entendre millor les meves pròpies emocions.",
            "Manejamos les emocions de l'altre amb cura i respecte."
        ],
        "job": [
            "improving_communication",
            "exploring_feelings"
        ],
        "slug": "emotional-expression",
        "description": "Avalua com tu i la teva parella compartiu i responeu a les emocions de l'altre. Reflexionant sobre les afirmacions sobre l'obertura emocional i el suport, podeu identificar les vostres fortaleses i àrees de millora. Enfortir la vostra comunicació emocional construeix confiança i aprofundeix la vostra connexió."
    },
    {
        "title": "Actes de bondat i apreciació",
        "research": "Expressar regularment bondat i apreciació fomenta un ambient emocional positiu en una relació. Els actes de bondat, siguin grans o petits, i l'apreciació verbal ajuden a construir confiança i reforçar el valor que els parelles es donen mútuament. Els estudis han trobat que les parelles que mostren constantment apreciació són més satisfetes i informen d'un sentiment més fort d'amor i afecte.",
        "questions": [
            "Expresssem freqüentment apreciació l'un per l'altre.",
            "Sent que la meva parella reconeix els meus esforços.",
            "Realitzo regularment gestos amables per a la meva parella.",
            "Mostrar apreciació és una prioritat en la nostra relació.",
            "Els nostres actes de bondat milloren el nostre amor l'un per l'altre.",
            "Em sento valorat per les expressions de gratitud de la meva parella.",
            "Fem temps per agrair-nos regularment."
        ],
        "job": [
            "enhancing_love_and_affection",
            "building_trust"
        ],
        "slug": "acts-of-kindness-and-appreciation",
        "description": "Avalua com tu i la teva parella expressen bondat i apreciació en la vostra relació. Avaluant el vostre reconeixement mutu i gestos atents, podeu identificar les vostres fortaleses i àrees de millora. Millorar aquests comportaments construirà confiança, augmentarà la satisfacció i enfortirà la vostra connexió emocional."
    },
    {
        "title": "Confiança en la transparència financera",
        "research": "La transparència financera és un component clau per construir confiança entre parelles. La investigació indica que les parelles que discuteixen obertament les seves situacions financeres, objectius i hàbits de despesa tenen més probabilitats de tenir relacions de confiança i estables. La transparència en les finances redueix la incertesa i els conflictes potencials, fomentant una base de confiança.",
        "questions": [
            "Parlem obertament dels nostres objectius i plans financers.",
            "Em sento còmode compartint el meu estat financer amb la meva parella.",
            "Estem d'acord sobre com gestionar i distribuir les nostres finances.",
            "La transparència financera construeix confiança en la nostra relació.",
            "Revisem regularment la nostra situació financera junts.",
            "Confio en la meva parella per gestionar les nostres finances de manera responsable.",
            "Discutir sobre finances no crea conflictes innecessaris entre nosaltres.",
            "Les nostres discussions financeres ens ajuden a planificar el futur junts."
        ],
        "job": [
            "building_trust",
            "discussing_finances"
        ],
        "slug": "trust-in-financial-transparency",
        "description": "Avalua com parleu obertament dels vostres objectius i gestió financera amb la vostra parella. Avaluant les afirmacions sobre la transparència financera, podeu identificar les vostres fortaleses i les àrees que necessiten millora. Millorar la vostra comunicació financera construirà confiança, reduirà conflictes i recolzarà la vostra planificació futura junts."
    },
    {
        "title": "Confiança i Intimitat",
        "research": "La confiança juga un paper fonamental en el desenvolupament de la intimitat dins d'una relació. Els estudis mostren que la intimitat sexual està profundament connectada amb la confiança emocional; els parelles que confien l'un en l'altre se senten més còmodes explorant les seves necessitats i desitjos d'intimitat. La confiança permet discussions obertes sobre preferències i límits, la qual cosa millora la connexió sexual i emocional en general.",
        "questions": [
            "Em sento còmode sentint intimitat física amb la meva parella.",
            "Comuniquem les nostres necessitats i límits d'intimitat de manera efectiva.",
            "La confiança millora la nostra intimitat física i emocional.",
            "Em sento segur per expressar els meus desitjos durant moments d'intimitat.",
            "La nostra vida íntima es basa en una fundació de confiança.",
            "Parlem de la nostra intimitat obertament sense por a ser jutjats.",
            "La confiança ens permet explorar nous aspectes de la nostra intimitat junts.",
            "Estic satisfet amb el nivell d'intimitat en la nostra relació."
        ],
        "job": [
            "building_trust",
            "having_and_discussing_sex"
        ],
        "slug": "trust-and-intimacy",
        "description": "Avalua la confiança i la intimitat en la teva relació reflexionant sobre afirmacions sobre seguretat emocional, comunicació i connexió física. Identificaràs les teves fortaleses i assenyalaràs àrees on la confiança i la intimitat poden ser enfortides. Millorar aquests aspectes aprofundirà el teu vincle emocional i millorarà la teva connexió general amb la teva parella."
    },
    {
        "title": "Celebrant les festes religioses junts",
        "research": "Estudis publicats a la revista Journal of Family Psychology indiquen que celebrar festes religioses junts pot millorar la satisfacció en la relació i crear records duradors. Participar en les tradicions de l'altre fomenta el respecte mutu i afegeix una capa de diversió i significat a la relació. Les parelles que participen activament en les festes religioses de l'altre sovint informen d'un vincle emocional més fort i d'una millor col·laboració en la planificació d'activitats conjuntes.",
        "questions": [
            "Gaudim celebrant les festes religioses de l'altre.",
            "Participar en les tradicions religioses del meu company/a és divertit i significatiu.",
            "Planifiquem les nostres festes junts d'una manera que respecta les nostres creences.",
            "Celebrar ocasions religioses junts enforteix la nostra relació.",
            "Em fa il·lusió compartir les meves festes religioses amb el meu company/a.",
            "La nostra celebració conjunta d'esdeveniments religiosos millora la nostra connexió.",
            "Trobem alegria en aprendre sobre i participar en les tradicions de l'altre."
        ],
        "job": [
            "discussing_religions",
            "having_fun_and_entertainment"
        ],
        "slug": "celebrating-religious-holidays-together",
        "description": "Avalua com celebreu i respecteu les festes religioses de l'altre. Avaluant la vostra participació en tradicions mútues, podeu identificar maneres de millorar la comprensió i el gaudi. Enfortir les vostres celebracions conjuntes aprofundirà el vostre vincle emocional i millorarà la satisfacció de la vostra relació."
    },
    {
        "title": "Espai personal: equilibrant la companyonia i el temps a soles",
        "research": "Els estudis psicològics subratllen la importància de l'espai personal en les relacions, assenyalant que respectar la necessitat de temps a soles de cadascun pot millorar la confiança i la intimitat. Quan les parelles reconeixen i honoren els límits individuals, això fomenta un sentiment de seguretat i benestar personal. Aquest equilibri ajuda a prevenir sentiments d'ofegament i promou una convivència més saludable i sostenible.",
        "questions": [
            "Respectem la necessitat de l'altre d'espai personal i temps a soles.",
            "Em sento còmode prenent temps per a mi mateix sense sentir-me culpable.",
            "El meu company/a entén i dóna suport als meus interessos i aficions personals.",
            "Hem establert límits que ajuden a mantenir les nostres identitats individuals.",
            "Passar temps separats enforteix la nostra relació.",
            "Sento que el nostre equilibri entre la companyonia i la independència és saludable.",
            "Ens comuniquem eficaçment sobre la nostra necessitat d'espai personal."
        ],
        "job": [
            "preparing_for_cohabitation",
            "building_trust"
        ],
        "slug": "personal-space-balancing-togetherness-and-alone-time",
        "description": "Avalua com equilibres el temps junts i el temps a soles. Respondent a afirmacions sobre el respecte dels límits i el suport a l'espai personal de cadascun, pots identificar les teves fortaleses i àrees de millora. Millorar aquest equilibri enfortirà la teva confiança, comunicació i relació en general."
    },
    {
        "title": "Preparació emocional per a la intimitat",
        "research": "La investigació en intel·ligència emocional destaca la importància de la consciència de si mateix i la regulació emocional en les relacions íntimes. Els estudis indiquen que les persones que estan emocionalment preparades són millors a l'hora de comunicar les seves necessitats i entendre les emocions de la seva parella. Aquesta preparació fomenta una connexió més profunda i redueix els malentenduts, cosa que condueix, en última instància, a una relació íntima més satisfactòria.",
        "questions": [
            "Em sento emocionalment preparat/da per a una intimitat més profunda amb la meva parella.",
            "Puc expressar obertament els meus sentiments i emocions a la meva parella.",
            "La meva parella entén i respecta les meves necessitats emocionals.",
            "Podem parlar dels nostres temors o ansietats sobre la intimitat sense judici.",
            "Confio en la meva parella per a que em doni suport emocional durant els moments íntims.",
            "La nostra connexió emocional enforteix la nostra relació íntima.",
            "Em sento segur/sa compartint les meves vulnerabilitats amb la meva parella.",
            "Gestionem els desacords emocionals d'una manera saludable i constructiva."
        ],
        "job": [
            "preparing_for_intimacy",
            "building_trust"
        ],
        "slug": "emotional-readiness-for-intimacy",
        "description": "Determina la teva preparació emocional per a una intimitat més profunda amb la teva parella. Avaluant com expresses els teus sentiments i comuniques les teves necessitats, pots identificar àrees per enfortir la teva connexió emocional. Millorar aquests aspectes fomenta la confiança i condueix a una relació íntima més satisfactòria i segura."
    },
    {
        "title": "Diversió i afecte",
        "research": "Mantenir la diversió i l'afecte és vital per sostenir la intimitat en el matrimoni. La recerca mostra que les parelles que participen en activitats agradables juntes i expressen regularment afecte experimenten nivells més alts de felicitat i una connexió sexual més forta. La juganeria i els comportaments afectuosos ajuden a mantenir la relació viva i emocionalment satisfactòria.",
        "questions": [
            "Regularment participem en activitats divertides que ambdós gaudim.",
            "Em sento estimat i valorat a través dels gestos afectuosos del meu company.",
            "Fem temps per a interaccions juganeres en la nostra relació.",
            "La nostra relació manté un nivell saludable de passió i intimitat.",
            "Celebrem junts els èxits i les alegries de cadascun.",
            "Em sento connectat amb el meu company a través d'aficions i interessos compartits.",
            "Mantenim la romàntica viva amb sorpreses i gestos pensatius."
        ],
        "job": [
            "preparing_for_marriage",
            "having_fun_and_entertainment"
        ],
        "slug": "fun-and-affection",
        "description": "Avalua el nivell de diversió i afecte en la teva relació. Avaluant les vostres activitats compartides i comportaments afectuosos, pots identificar les teves fortaleses i assenyalar àrees per millorar. Millorar aquests aspectes augmentarà la teva felicitat i enfortirà la teva connexió emocional."
    },
    {
        "title": "Conflicte a la Comuna: Gestionant Desacords Sobre Viure Junts",
        "research": "La resolució efectiva de conflictes és essencial per a una convivència exitosa. Els estudis mostren que les parelles que utilitzen estratègies de comunicació saludables per abordar desacords tendeixen a tenir relacions més resilients i satisfactòries. Aprendre a navegar pels conflictes de manera constructiva ajuda a mantenir l'harmonia i a prevenir que problemes menors s'escalin.",
        "questions": [
            "Gestionem els desacords sobre la nostra situació de vida de manera calmada i respectuosa.",
            "Em sento escoltat i entès durant els conflictes sobre la nostra llar.",
            "Tenim estratègies per resoldre disputes sobre temes domèstics.",
            "Els conflictes sobre viure junts no afecten negativament la nostra relació.",
            "Som capaços de trobar solucions mútuament acceptables als nostres desacords.",
            "Em sento segur en la nostra capacitat per gestionar els conflictes que sorgeixen de la convivència.",
            "Parlem i abordem obertament els temes relacionats amb viure junts.",
            "El nostre enfocament per resoldre conflictes enforteix la nostra relació."
        ],
        "job": [
            "preparing_for_cohabitation",
            "solving_relationship_problems"
        ],
        "slug": "conflict-in-the-commune-handling-disagreements-over-living-together",
        "description": "Avalua com gestiones els conflictes relacionats amb viure junts. Avaluant els teus enfocaments als desacords i la comunicació sobre temes domèstics, pots identificar les teves fortaleses i àrees de millora. Millorar les teves habilitats de resolució de conflictes promourà l'harmonia i enfortirà la teva relació."
    },
    {
        "title": "Confiança en la comunicació",
        "research": "La investigació en psicologia de les relacions indica que la comunicació oberta i honesta és fonamental per construir confiança entre parelles. Els estudis han trobat que les parelles que comuniquen constantment els seus sentiments i pensaments de manera oberta tendeixen a informar nivells més alts de confiança i satisfacció en la relació. La transparència i l'honestedat redueixen malentenduts i fomenten una connexió emocional segura, que són essencials per a l'estabilitat a llarg termini de la relació.",
        "questions": [
            "Ens comuniquem obertament i honestament l'un amb l'altre.",
            "Em sento còmode compartint els meus veritables pensaments i sentiments amb la meva parella.",
            "La meva parella m'escolta sense jutjar quan m'expresso.",
            "Tractem els malentenduts de manera ràpida i efectiva.",
            "Confio en la meva parella perquè sigui veritable amb mi.",
            "L'honestedat en la nostra comunicació enforteix la nostra confiança.",
            "Evitam mantenir secrets l'un de l'altre.",
            "La nostra comunicació oberta ajuda a resoldre conflictes."
        ],
        "job": [
            "building_trust",
            "improving_communication"
        ],
        "slug": "trust-in-communication",
        "description": "Avalua com de obertament i honestament et comuniques amb la teva parella. Avaluant aspectes específics de la teva comunicació, pots identificar punts forts i àrees de millora. Millorar el teu diàleg construeix confiança i fomenta una relació més segura i satisfactòria."
    },
    {
        "title": "Estrès i resiliència de la relació",
        "research": "La capacitat de gestionar l'estrès junts enforteix la resiliència de la relació. Les parelles que exploren i entenen els seus sentiments de manera col·laborativa i confien l'una en l'altra tenen més probabilitats de navegar amb èxit per moments d'estrès. La gestió compartida de l'estrès fomenta una connexió més profunda i un suport mutu.",
        "questions": [
            "Ens donem suport durant períodes d'estrès.",
            "Entenem les respostes emocionals de cadascun davant l'estrès.",
            "Junts, trobem maneres d'alleugerir l'estrès de la relació.",
            "La nostra confiança mútua ens ajuda a superar els reptes de la relació.",
            "Enfrontar l'estrès com a parella ha enfortit la nostra relació.",
            "Ens comuniquem de manera efectiva sobre els factors d'estrès que afecten la nostra relació.",
            "Ens busquem l'un a l'altre per confort durant moments d'estrès."
        ],
        "job": [
            "solving_relationship_problems",
            "exploring_feelings"
        ],
        "slug": "stress-and-relationship-resilience",
        "description": "Avalua com tu i la teva parella gestioneu l'estrès i us doneu suport durant moments difícils. Reflexionant sobre les vostres respostes a factors d'estrès comuns, podeu identificar les vostres punts forts i assenyalar àrees de millora en la gestió dels reptes junts. Enfortir la vostra gestió conjunta de l'estrès millorarà la vostra connexió i us prepararà millor per superar obstacles futurs."
    },
    {
        "title": "Confiança en la resolució de conflictes",
        "research": "Una resolució efectiva de conflictes és essencial per mantenir la confiança en les relacions. Els estudis han demostrat que com les parelles gestionen les discrepàncies pot enfortir o debilitar la seva confiança. Les parelles que aborden els conflictes amb respecte, busquen la comprensió mútua i cerquen solucions constructives tendeixen a mantenir nivells més alts de confiança i satisfacció en la relació.",
        "questions": [
            "Gestionem els conflictes amb respecte sense menyspreu ni crítica.",
            "Confio que podem resoldre les discrepàncies de manera justa.",
            "Ens centrem en entendre les perspectives de l'altre durant els conflictes.",
            "El nostre enfocament del conflicte enforteix la nostra confiança.",
            "Evitam treure a la llum problemes passats durant les discrepàncies.",
            "Cerquem solucions constructives quan resolem conflictes.",
            "Em sento escoltat i respectat durant les nostres discrepàncies.",
            "Podem recuperar la nostra confiança després d'una discrepància."
        ],
        "job": [
            "building_trust",
            "solving_relationship_problems"
        ],
        "slug": "trust-in-conflict-resolution",
        "description": "Avalua com tu i la teva parella gestioneu les discrepàncies per mantenir i construir confiança. Avaluant les afirmacions relacionades amb la resolució de conflictes, podeu identificar les vostres fortaleses i assenyalar àrees que necessiten millora. Millorar el vostre enfocament per resoldre conflictes millorarà la comunicació i enfortirà la vostra relació."
    },
    {
        "title": "Compatibilitat del manual de criança",
        "research": "Els estils de criança compatibles són essencials per a un ambient familiar harmoniós. La recerca mostra que les parelles que entenen i alineen els seus enfocaments de criança experimenten menys conflictes i proporcionen una educació més coherent als seus fills. Discutir i resoldre les diferències en la filosofia de criança abans de tenir fills pot conduir a una coparentalitat més efectiva i a un enfocament unificat davant dels reptes de l'educació infantil.",
        "questions": [
            "Hem parlat dels nostres estils i preferències de criança individuals.",
            "Sent que els nostres enfocaments de criança són compatibles.",
            "Podem discutir obertament i resoldre desacords sobre l'educació dels fills.",
            "Hem acordat valors i normes fonamentals per a l'educació dels nostres fills.",
            "Entendre les filosofies de criança de l'altre enforteix la nostra relació.",
            "Estem segurs de la nostra capacitat per coparentar de manera efectiva.",
            "Discutir temes difícils sobre la criança ens ha preparat per als futurs reptes."
        ],
        "job": [
            "preparing_for_children",
            "understanding_mutual_compatibility"
        ],
        "slug": "parenting-playbook-compatibility",
        "description": "Avalues com els teus estils i mètodes de criança s'alineen amb els del teu company/a. Avaluant afirmacions específiques, identifiques àrees d'acord i potencial conflicte. Això t'ajuda a comunicar-te de manera més efectiva i a crear un ambient coherent i de suport per als teus fills."
    },
    {
        "title": "Gestos i sorpreses romàntiques",
        "research": "Mantenir el romanç a través de gestos regulars i sorpreses ocasionals manté la relació viva i reforça l'amor i l'afecte. Els gestos romàntics, ja siguin planificats o espontanis, ajuden a reavivar la passió i a evitar que la relació esdevingui estancada. Els estudis suggereixen que les parelles que participen activament en comportaments romàntics informen de nivells més alts de satisfacció i d'una connexió emocional sostinguda.",
        "questions": [
            "Ens impliquem regularment en gestos romàntics l'un cap a l'altre.",
            "Sorpreses mútues mantenen la nostra relació emocionant.",
            "Em sento emocionat/da quan la meva parella planifica sorpreses per a mi.",
            "Les activitats romàntiques són una part consistent de la nostra relació.",
            "Fem esforços per mantenir viu el romanç.",
            "Les sorpreses han millorat els meus sentiments d'amor.",
            "Els nostres gestos romàntics em fan sentir estimat/da.",
            "Reavivar la passió és una prioritat per a nosaltres."
        ],
        "job": [
            "enhancing_love_and_affection",
            "rekindling_passion"
        ],
        "slug": "romantic-gestures-and-surprises",
        "description": "Avalua com tu i la teva parella incorporeu gestos romàntics i sorpreses a la vostra relació. Avaluant els vostres esforços per expressar amor i mantenir l'emoció, podeu identificar les vostres fortaleses i àrees de millora. Millorar aquests comportaments aprofundirà la vostra connexió emocional i mantindrà la vostra relació viva i satisfactòria."
    },
    {
        "title": "Intimitat emocional i confiança",
        "research": "L'intimitat emocional i la confiança són components crítics d'un matrimoni exitós. Els estudis destaquen que les parelles que comparteixen obertament les seves vulnerabilitats i donen suport a les necessitats emocionals de l'altre desenvolupen un vincle més profund i resilient. La confiança fomenta un ambient segur on ambdós socis se senten protegits i valorats, millorant la satisfacció general de la relació.",
        "questions": [
            "Confio en el meu company/a per ser honest/a amb mi, fins i tot sobre temes difícils.",
            "Compartim còmodament els nostres sentiments més profunds i vulnerabilitats entre nosaltres.",
            "Em sento recolzat emocionalment pel meu company/a en moments d'estrès.",
            "Mantenim transparència en les nostres accions i decisions.",
            "Puc confiar en el meu company/a per mantenir els meus secrets.",
            "Revisem regularment el benestar emocional de l'altre.",
            "La nostra relació es basa en una fundació de confiança i respecte mutu."
        ],
        "job": [
            "preparing_for_marriage",
            "building_trust"
        ],
        "slug": "emotional-intimacy-and-trust",
        "description": "Avalua com comparteixes sentiments, donen suport l'un a l'altre i manteniu l'honestedat en la vostra relació. Reflexionant sobre aquests aspectes, podeu identificar les vostres fortaleses i àrees de millora. Enfortir l'intimitat emocional i la confiança conduirà a una associació més segura i satisfactòria."
    },
    {
        "title": "Claredat en la comunicació",
        "research": "La claredat en la comunicació efectiva és crucial per a la satisfacció en la relació. La investigació indica que els malentenduts sovint provenen de missatges poc clars, cosa que provoca frustració i conflicte. Estudis en el camp de la comunicació interpersonal han demostrat que les parelles que prioritzen una comunicació clara i directa experimenten menys conflictes i una major comprensió mútua. Una comunicació clara fomenta un ambient on ambdós socis se senten escoltats i valorats.",
        "questions": [
            "Articulem clarament les nostres necessitats i desitjos l'un a l'altre.",
            "Entenc els punts de vista del meu company durant les nostres converses.",
            "Evitam malentenduts sent específics en la nostra comunicació.",
            "Quan discutim temes importants, ens prenem el temps per expressar-nos clarament.",
            "Em sento segur que el meu company entén el que dic.",
            "Aclarim les afirmacions de l'altre per assegurar una comprensió mútua.",
            "Les nostres converses estan lliures de confusió o ambigüitat innecessàries."
        ],
        "job": [
            "improving_communication",
            "having_meaningful_conversations"
        ],
        "slug": "clarity-in-communication",
        "description": "Avalua com de bé et comuniques avaluant la teva capacitat per expressar necessitats i entendre's clarament. Avaluant afirmacions específiques, pots identificar els teus punts forts en comunicació i assenyalar àrees que necessiten millora. Millorar com transmetis i interpretis missatges portarà a una major comprensió mútua i menys conflictes en la teva relació."
    },
    {
        "title": "Alineació de Plans Futurs",
        "research": "La investigació indica que les parelles amb objectius futurs alineats, com ara aspiracions professionals, planificació familiar i objectius financers, tendeixen a experimentar nivells més alts de satisfacció matrimonial i nivells més baixos de conflicte. Quan els companys comparteixen una visió comuna del seu futur, naveguen les transicions de la vida de manera més fluida i donen suport efectivament a les ambicions de l'altre. Assegurar-se que ambdues persones estan en la mateixa pàgina pel que fa als plans a llarg termini fomenta una base sòlida per al matrimoni.",
        "questions": [
            "Hem parlat dels nostres objectius professionals a llarg termini i donem suport a les aspiracions de l'altre.",
            "Em sento segur que els nostres objectius financers estan alineats per al futur.",
            "Tenim una visió compartida de com volem que sigui la nostra vida familiar després del matrimoni.",
            "Em sento còmode parlant i planificant la nostra jubilació junts.",
            "Hem acordat decisions financeres importants, com ara inversions i estalvis.",
            "Els nostres objectius futurs complementen les ambicions personals de cadascun.",
            "Ens sentim preparats per adaptar els nostres plans a mesura que canvien les nostres circumstàncies."
        ],
        "job": [
            "preparing_for_marriage",
            "planning_for_future"
        ],
        "slug": "future-plans-alignment",
        "description": "Avalua com d'alineats estan els teus objectius a llarg termini amb els del teu company en àrees com la carrera, les finances i la planificació familiar. Avaluant les afirmacions sobre la vostra visió i objectius compartits, podeu identificar tant les fortaleses com les àrees que poden necessitar atenció. Assegurar-se que els vostres plans futurs estan sincronitzats ajuda a construir una base sòlida i promou una direcció unificada per a la vostra relació."
    },
    {
        "title": "Equilibrar diversió i responsabilitats",
        "research": "Equilibrar el lleure i les responsabilitats és essencial per a la longevitat de la relació. Les parelles que aconsegueixen integrar la diversió a la seva rutina mentre atenen les responsabilitats informen d'una major satisfacció i nivells de estrés més baixos. Un bon equilibri pot prevenir el burnout i mantenir l'harmonia en la relació.",
        "questions": [
            "Equilibrem les activitats divertides amb les nostres responsabilitats de manera efectiva.",
            "Sent que el nostre temps d'oci no interfereix amb les nostres obligacions.",
            "Aconseguim incorporar diversió fins i tot durant períodes ocupats.",
            "Equilibrar el lleure i les tasques laborals millora la nostra relació.",
            "Ens donem suport mútuament per mantenir un estil de vida divertit i responsable.",
            "La nostra relació continua sent agradable malgrat les nostres responsabilitats.",
            "Destinar temps per a la diversió ens ajuda a afrontar millor els reptes de la relació.",
            "Ens comuniquem bé sobre l'equilibri entre diversió i deures.",
            "Em sento satisfet/da amb com gestionem el nostre temps d'oci al costat de les obligacions.",
            "El nostre equilibri entre diversió i responsabilitats contribueix a la salut de la nostra relació."
        ],
        "job": [
            "having_fun_and_entertainment",
            "solving_relationship_problems"
        ],
        "slug": "balancing-fun-and-responsibilities",
        "description": "Avalua com d'efectivament equilibres les activitats divertides amb les teves responsabilitats. Avaluant la teva capacitat per integrar el lleure i les obligacions, pots identificar punts forts i àrees que necessiten millora. Millorar aquest equilibri augmentarà la teva satisfacció en la relació, reduirà l'estrès i mantindrà l'harmonia entre tu i la teva parella."
    },
    {
        "title": "Superant desafiaments amb noves experiències",
        "research": "Enfrontar-se i superar desafiaments durant noves iniciatives enforteix significativament les habilitats de resolució de problemes de les parelles i millora la confiança mútua. Investigadors de relacions han descobert que navegar amb èxit per situacions desconegudes i potencialment difícils promou la resiliència i aprofundeix la parella. Aquests desafiaments compartits animen les parelles a donar-se suport mútuament, fomentant una relació més forta i de més confiança.",
        "questions": [
            "Quan ens enfrontem a desafiaments en noves activitats, treballem junts per superar-los.",
            "Enfrontar amb èxit noves experiències enforteix les nostres habilitats de resolució de problemes com a parella.",
            "Superar dificultats en noves iniciatives augmenta la meva confiança en la meva parella.",
            "Enfrontem nous desafiaments com un equip.",
            "Enfrontar obstacles en noves experiències ens apropa més.",
            "Aprenem a confiar l'un en l'altre quan provem alguna cosa nova.",
            "Els desafiaments durant noves activitats milloren la nostra resiliència com a parella.",
            "Ens sentim més segurs en la nostra relació després de superar noves experiències junts.",
            "Gestionar dificultats en noves experiències millora la nostra confiança.",
            "Ens donem suport quan les noves activitats esdevenen desafiants."
        ],
        "job": [
            "having_new_experiences",
            "solving_relationship_problems"
        ],
        "slug": "overcoming-challenges-with-new-experiences",
        "description": "Avalues com de manera efectiva tu i la teva parella maneu nous desafiaments junts. Avaluant el vostre treball en equip i la confiança en situacions desconegudes, podeu identificar les vostres fortaleses i àrees de millora. Millorar la vostra capacitat per superar noves experiències construirà la vostra resiliència i enfortirà la vostra confiança mútua."
    },
    {
        "title": "Sumem el Treball en Equip",
        "research": "La resolució efectiva de problemes i la comunicació són vitals per navegar les complexitats de la paternitat. Les parelles que han establert fortes habilitats de resolució de problemes i línies de comunicació obertes estan millor preparades per afrontar els inevitables reptes que sorgeixen en criar fills. La recerca indica que aquestes habilitats no només ajuden a gestionar qüestions de paternitat, sinó que també enforteixen la relació en general, assegurant una associació de suport.",
        "questions": [
            "Podem resoldre efectivament les discrepàncies relacionades amb la paternitat junts.",
            "Les nostres habilitats de comunicació ens ajuden a afrontar els reptes relacionats amb tenir fills.",
            "Ens sentim segurs de la nostra capacitat per gestionar els conflictes que sorgeixen de la paternitat.",
            "Treballarem com un equip per trobar solucions als problemes de paternitat.",
            "Les nostres estratègies de resolució de problemes redueixen l'estrès quan tractem qüestions de paternitat.",
            "Ens comuniquem bé sobre els nostres rols i responsabilitats com a pares.",
            "Resoldre problemes junts millora la nostra preparació per tenir fills."
        ],
        "job": [
            "preparing_for_children",
            "solving_relationship_problems"
        ],
        "slug": "teamwork-tot-up",
        "description": "Avalua com de bé resoleu les discrepàncies sobre la paternitat i com us comuniqueu sobre la criança dels fills. Avaluant les afirmacions sobre la vostra resolució de problemes i comunicació, podeu identificar les vostres fortaleses i àrees de millora. Enfortir aquestes habilitats us prepara per afrontar els reptes de la paternitat junts i millora la vostra relació."
    },
    {
        "title": "Dissenyadors de cites creatives",
        "research": "Planificar cites creatives i agradables pot millorar la satisfacció en la relació introduint varietat i emoció en la parella. La investigació mostra que les parelles que inverteixen temps a dissenyar experiències úniques juntes informen de connexions emocionals més fortes i una millor compatibilitat a llarg termini.",
        "questions": [
            "Planifiquem regularment cites creatives i agradables junts.",
            "Sent que les nostres cites són divertides i significatives.",
            "Planificar cites junts ens ajuda a entendre'ns millor.",
            "Les nostres cites creatives enforteixen la nostra connexió.",
            "Espero amb il·lusió les cites que planifiquem junts.",
            "Incorporem tant activitats divertides com significatives a les nostres cites.",
            "Planificar cites junts és una part agradable de la nostra relació.",
            "Les nostres cites úniques contribueixen a l'emoció de la nostra relació.",
            "Gaudim pensant en noves idees de cites junts.",
            "La planificació creativa de cites ens ajuda a connectar a un nivell més profund."
        ],
        "job": [
            "having_fun_and_entertainment",
            "having_meaningful_conversations"
        ],
        "slug": "creative-date-designers",
        "description": "Avalua com tu i la teva parella planifiqueu i gaudiu de cites creatives. Avaluant els vostres hàbits de cites, podeu descobrir maneres d'introduir més experiències divertides i significatives a la vostra relació. Millorar la vostra planificació de cites enfortirà la vostra connexió i millorarà la satisfacció general de la vostra relació."
    },
    {
        "title": "Mestratge en Comunicació",
        "research": "Una comunicació efectiva és essencial per a un matrimoni saludable. Els estudis mostren que les parelles que desenvolupen activament les seves habilitats de comunicació, incloent l'escolta activa i l'expressió clara de necessitats, informen d'una major satisfacció en la relació i una millor resolució de conflictes. En abordar temes difícils de manera oberta i respectuosa, els companys construeixen una connexió més forta i comprensiva.",
        "questions": [
            "Ens sentim còmodes parlant tant de temes lleugers com seriosos entre nosaltres.",
            "Em sento escoltat i entès quan expressi els meus sentiments al meu company.",
            "Resolem els conflictes de manera efectiva sense ressentiments persistents.",
            "Em sento segur en la nostra capacitat per gestionar malentesos.",
            "Practiquem regularment l'escolta activa durant les nostres converses.",
            "Puc expressar les meves necessitats i desitjos de manera clara al meu company.",
            "Busquem entendre les perspectives de l'altre durant les discrepàncies."
        ],
        "job": [
            "preparing_for_marriage",
            "improving_communication"
        ],
        "slug": "communication-mastery",
        "description": "Avalua com de manera efectiva et comuniques amb el teu company sobre diversos temes. Avaluant la teva capacitat d'escoltar, expressar les teves necessitats i resoldre conflictes, pots identificar les teves fortaleses i àrees de millora. Millorar les teves habilitats de comunicació construirà confiança, millorarà la comprensió i enfortirà la teva relació."
    },
    {
        "title": "Compartint les tasques: Harmonia a casa",
        "research": "La recerca en dinàmiques de relació destaca que les responsabilitats domèstiques ben definides contribueixen significativament a la satisfacció de la relació. Els estudis han trobat que l'ambigüitat en les tasques sovint condueix a la frustració i als conflictes entre parelles. Establint expectatives clares i comunicant-se obertament sobre les tasques domèstiques, les parelles poden reduir malentenduts i millorar la cooperació. Aquesta revisió ajuda als parelles a avaluar com gestionen les responsabilitats compartides i identificar àrees de millora.",
        "questions": [
            "Tenim una comprensió clara de les responsabilitats domèstiques de cadascun.",
            "Crec que la distribució de les tasques entre nosaltres és justa.",
            "Ens comuniquem eficaçment quan hi ha canvis en les nostres rutines domèstiques.",
            "Em sento còmode parlant de qualsevol frustració que tingui sobre les tasques domèstiques.",
            "Tractem proactivament qualsevol desequilibri en les nostres responsabilitats compartides.",
            "Compartir les tasques domèstiques enforteix la nostra relació.",
            "Em sento recolzat per la meva parella en el manteniment de la nostra llar."
        ],
        "job": [
            "preparing_for_cohabitation",
            "discussing_finances"
        ],
        "slug": "sharing-the-chores-household-harmony",
        "description": "«Aquesta revisió t'ajuda a avaluar com tu i la teva parella gestioneu les responsabilitats domèstiques. Avaluant la justícia, la comunicació i el suport en les vostres tasques compartides, podeu identificar àrees específiques de millora. Millorar el vostre enfocament a les tasques domèstiques pot reduir conflictes i enfortir la vostra relació.»"
    },
    {
        "title": "Preparació per a la paternitat juganera",
        "research": "Mantenir un sentit de diversió i afecte és important per a les parelles que fan la transició a la paternitat. La investigació suggereix que les parelles que continuen participant en activitats agradables i expressen amor i afecte són més capaces d'equilibrar la seva relació amb les exigències de criar fills. Aquest equilibri contribueix a un ambient familiar positiu i ajuda a mantenir el vincle romàntic entre els parelles davant dels reptes de la paternitat.",
        "questions": [
            "Fem temps per a activitats divertides junts, fins i tot mentre ens preparem per tenir fills.",
            "La nostra relació es manté afectuosa i amorosa mentre planifiquem tenir fills.",
            "Trobarem alegria en la idea de fer créixer la nostra família junts.",
            "Participar en activitats juganeres enforteix el nostre vincle mentre ens preparem per a la paternitat.",
            "Sentim que mantenir la diversió en la nostra relació ens ajuda a afrontar les responsabilitats de la paternitat.",
            "Expressar amor i afecte és important per a nosaltres mentre ens convertim en pares.",
            "Gaudim planificant experiències divertides que compartirem com a família.",
            "La nostra capacitat de divertir-nos junts millora la nostra preparació per tenir fills."
        ],
        "job": [
            "preparing_for_children",
            "having_fun_and_entertainment"
        ],
        "slug": "playful-parenting-prep",
        "description": "Avalua com mantenir la diversió i l'afecte suporta la teva transició a la paternitat. Avalua les afirmacions sobre participar en activitats agradables i expressar amor per identificar les teves fortaleses i àrees de millora. Millorar aquests aspectes crearà un ambient familiar positiu i enfortirà el teu vincle romàntic mentre et prepares per tenir fills."
    },
    {
        "title": "Nidificació emocional",
        "research": "La preparació emocional és crucial per a una transició saludable a la paternitat. Els estudis han trobat que les parelles amb fortes habilitats de comunicació i confiança mútua estan millor preparades per afrontar els reptes emocionals de criar fills. Una comunicació efectiva ajuda als parelles a expressar les seves pors, expectatives i necessitats de suport, mentre que la confiança assegura que ambdues persones se sentin segures de poder comptar l'una amb l'altra durant moments d'estrès.",
        "questions": [
            "Ens comuniquem obertament sobre les nostres pors i expectatives pel que fa a la paternitat.",
            "Em sento emocionalment recolzat per la meva parella en la nostra decisió de tenir fills.",
            "Ens confiamos mútuament per afrontar els reptes emocionals que comporta criar fills.",
            "Parlem regularment sobre com convertir-nos en pares afectarà la nostra relació.",
            "Em sento còmode expressant les meves necessitats emocionals relacionades amb la paternitat amb la meva parella.",
            "La nostra comunicació enforteix la nostra capacitat per afrontar l'estrès de la paternitat.",
            "Hem establert una forta base emocional per criar fills junts."
        ],
        "job": [
            "preparing_for_children",
            "improving_communication"
        ],
        "slug": "emotional-nesting",
        "description": "Avalues la teva preparació emocional per a la paternitat discutint les teves pors, expectatives i necessitats de suport. Aquesta avaluació t'ajuda a entendre com de manera efectiva et comuniques i confies l'un en l'altre per gestionar els reptes de criar fills. Enfortir aquestes àrees assegura que estàs preparat per afrontar els aspectes emocionals de la paternitat junts."
    },
    {
        "title": "Confiança emocional",
        "research": "La confiança emocional es construeix quan els parelles se senten segurs d'expressar les seves vulnerabilitats i emocions. Segons la teoria de l'afecció, les connexions emocionals segures són crucials per al desenvolupament de la confiança. La investigació mostra que les parelles que comparteixen regularment els seus sentiments i es donen suport emocional mútuament experimenten una confiança i intimitat més fortes, cosa que condueix a una major satisfacció en la relació.",
        "questions": [
            "Em sento segur(a) compartint les meves emocions més profundes amb la meva parella.",
            "La meva parella em dóna suport quan expressi els meus sentiments.",
            "Validem les emocions de l'altre en la nostra relació.",
            "Confio en la meva parella per al meu benestar emocional.",
            "La nostra connexió emocional fa que la nostra confiança sigui més forta.",
            "Fem temps per parlar dels nostres sentiments regularment.",
            "La meva parella entén les meves necessitats emocionals.",
            "Expressar emocions amb la meva parella millora la nostra relació."
        ],
        "job": [
            "building_trust",
            "exploring_feelings"
        ],
        "slug": "emotional-trust",
        "description": "Avalua com expresses i dones suport a les emocions en la teva relació. Avaluant la teva comunicació emocional a través de declaracions específiques, pots identificar les teves fortaleses i àrees de millora. Enfortir la confiança emocional a través de converses honestes aprofundirà la teva intimitat i millorarà la satisfacció de la teva relació."
    },
    {
        "title": "Diàlegs profunds",
        "research": "La investigació en psicologia de les relacions mostra que participar regularment en converses profundes i significatives ajuda les parelles a entendre els mons interiors de cadascun i fomenta la intimitat emocional. Els estudis han trobat que les parelles que comparteixen els seus sentiments i pensaments a un nivell més profund informen d'una major satisfacció en la relació i estan millor preparades per afrontar conflictes. Això indica que el diàleg significatiu és essencial per mantenir una associació forta i resilient.",
        "questions": [
            "Participem regularment en converses profundes i significatives.",
            "Em sento còmode compartint els meus pensaments i sentiments més íntims amb la meva parella.",
            "La meva parella escolta amb atenció quan parlo de temes seriosos.",
            "Podem discutir obertament els nostres reptes de relació sense por a ser jutjats.",
            "Les converses significatives ens ajuden a apropar-nos més.",
            "Em sento entès per la meva parella durant les nostres converses profundes.",
            "Som capaços de resoldre conflictes de manera més efectiva a través de les nostres discussions.",
            "Les nostres xerrades profundes em fan sentir més connectat amb la meva parella."
        ],
        "job": [
            "having_meaningful_conversations",
            "exploring_feelings"
        ],
        "slug": "deep-dive-dialogues",
        "description": "Avalua quina efectivitat tens a l'hora de participar en converses profundes i significatives amb la teva parella. Avaluant les afirmacions sobre compartir els teus pensaments més íntims i gestionar conflictes, pots identificar les teves fortaleses i àrees de millora. Millorar la teva comunicació en aquestes àrees construirà una major intimitat emocional i enfortirà la resiliència de la teva relació."
    },
    {
        "title": "Preparació per al matrimoni",
        "research": "Estar preparat per al matrimoni implica abordar aspectes pràctics com ara els acords de convivència, els plans de criança i l'establiment d'hàbits de vida saludables. Els estudis indiquen que les parelles que discuteixen i planifiquen proactivament aquestes àrees experimenten transicions més suaus a la vida matrimonial i una reducció de l'estrès post-matrimonial. Preparar-se junts assegura que ambdós socis estiguin llestos per afrontar les responsabilitats que comporta el matrimoni.",
        "questions": [
            "Hem parlat sobre els nostres acords de convivència i ens sentim còmodes amb els nostres plans.",
            "Estem alineats en les nostres filosofies i enfocaments de criança.",
            "Hem establert hàbits saludables que ambdós volem mantenir després del matrimoni.",
            "Em sento preparat/da per compartir les responsabilitats domèstiques amb la meva parella.",
            "Hem planificat possibles desafiaments relacionats amb la convivència.",
            "Hem parlat sobre com equilibrar la vida laboral i familiar.",
            "Em sento segur/a de la nostra capacitat per donar-nos suport mútuament en el manteniment d'un estil de vida saludable."
        ],
        "job": [
            "preparing_for_marriage",
            "preparing_for_cohabitation"
        ],
        "slug": "preparedness-for-marriage",
        "description": "Avalua la teva preparació per al matrimoni avaluant àrees clau com ara els acords de convivència, els plans de criança i els hàbits de vida saludables. En discutir i valorar aquestes afirmacions junts, podeu identificar les vostres fortaleses i abordar qualsevol repte potencial. Aquesta preparació ajuda a assegurar una transició suau a la vida matrimonial i enforteix la vostra relació."
    },
    {
        "title": "Decoració i disseny: Creant un espai de vida compartit",
        "research": "Crear un espai de vida compartit que reflecteixi els gustos i preferències de tots dos socis és vital per a l'èxit de la convivència. Els estudis suggereixen que involucrar ambdós socis en el procés de decoració millora la sensació de propietat i satisfacció dins de la llar. Un entorn de vida harmoniós contribueix a una dinàmica de relació positiva i al respecte mutu.",
        "questions": [
            "Col·laborem en la decoració i disseny del nostre espai de vida compartit.",
            "Sento que la nostra llar reflecteix els nostres estils personals.",
            "Gaudim del procés de crear un ambient de vida còmode junts.",
            "Els compromisos en les eleccions de decoració de la llar no causen tensions significatives.",
            "El nostre espai compartit ens fa sentir més connectats com a parella.",
            "Respectem les preferències de l'altre a l'hora de prendre decisions de disseny.",
            "Decorar la nostra llar junts ha estat una experiència divertida i de connexió.",
            "Em sento feliç i còmode en el nostre espai de vida compartit."
        ],
        "job": [
            "preparing_for_cohabitation",
            "having_fun_and_entertainment"
        ],
        "slug": "decor-and-design-creating-a-shared-living-space",
        "description": "Avalua com de bé col·laboreu tu i la teva parella en la creació d'un espai de vida que reflecteixi els vostres estils. Avaluant les vostres decisions de decoració compartides i la capacitat de fusionar preferències, podeu identificar punts forts i àrees de millora. Millorar el vostre procés de disseny de la llar junts augmenta la satisfacció mútua i enforteix la vostra relació."
    }
]