[
    {
        "title": "Tok o budućnosti",
        "research": "Efikasna komunikacija o budućnosti povezana je sa većim zadovoljstvom u vezi i smanjenom nesigurnošću. Parovi koji praktikuju otvorene i iskrene razgovore o svojim planovima i očekivanjima obično uspešnije prolaze kroz promene i izazove.",
        "questions": [
            "Otvoreno komuniciramo o našim budućim planovima i aspiracijama.",
            "Osećam se prijatno kada započinjem razgovore o našoj budućnosti.",
            "Slušamo i poštujemo jedni druge kada je reč o idejama o budućnosti.",
            "Redovno razgovaramo i ažuriramo naše buduće planove zajedno.",
            "Osećam da naša komunikacija o budućnosti jača našu vezu.",
            "Sa poštovanjem i konstruktivno rešavamo nesuglasice o budućnosti.",
            "Naša komunikacija o budućim planovima čini da se osećam sigurno u našoj vezi."
        ],
        "job": [
            "planning_for_future",
            "improving_communication"
        ],
        "slug": "future-talk-flow",
        "description": "Proceni koliko efikasno komuniciraš sa svojim partnerom o svojim budućim planovima i aspiracijama. Ocenjujući svoju udobnost i otvorenost u ovim razgovorima, možeš identifikovati svoje snage i oblasti za poboljšanje. Poboljšanje ovih razgovora pomaže ti da se osećaš sigurnije i jača vašu vezu."
    },
    {
        "title": "Emocionalna vožnja na toboganu",
        "research": "Mogućnost razgovora o emocijama pomaže u rešavanju konflikata i izgradnji značajnih veza. Istraživanja pokazuju da su parovi koji se bave svojim emocijama bolji u rešavanju problema i imaju dublje razgovore, što dovodi do efikasnijeg rešavanja problema u vezi.",
        "questions": [
            "Možemo razgovarati o izazovnim emocijama bez eskalacije konflikata.",
            "Bavljenje našim osećanjima pomaže nam da rešimo probleme u vezi.",
            "Redovno se upuštamo u značajne razgovore o našim emocijama.",
            "Razgovor o našim emocijama dovodi do boljeg razumevanja između nas.",
            "Osećamo se prijatno kada govorimo o teškim osećanjima tokom nesuglasica.",
            "Emocionalne diskusije pomažu nam da lakše prevaziđemo konflikte.",
            "Koristimo svoja osećanja kao vodič za poboljšanje naše veze."
        ],
        "job": [
            "exploring_feelings",
            "solving_relationship_problems"
        ],
        "slug": "emotional-rollercoaster-ride",
        "description": "Proceni koliko efikasno ti i tvoj partner komunicirate o svojim emocijama. Ocenjivanjem svake tvrdnje, možete identifikovati svoje snage i oblasti koje treba poboljšati u emocionalnim diskusijama. Jačanje ove komunikacije će poboljšati vaše razumevanje i pomoći vam da efikasnije rešavate konflikte."
    },
    {
        "title": "Verovanje u istine",
        "research": "Poverenje i iskrenost su ključni za održavanje dugoročnih veza. Istraživanja pokazuju da transparentnost tokom teških razgovora podstiče poverenje i bliskost između partnera. Kada su parovi otvoreni u vezi sa svojim osećanjima i izazovima, to stvara sigurno okruženje u kojem se oboje osećaju zaštićeno i podržano. Izgradnja poverenja kroz iskren dijalog pomaže u sprečavanju nesporazuma i jača emocionalnu vezu.",
        "questions": [
            "Osećam se prijatno kada potpuno iskreno govorim svom partneru o teškim pitanjima.",
            "Moj partner mi veruje kada podelim svoje brige.",
            "Održavamo transparentnost čak i kada razgovaramo o neprijatnim temama.",
            "Iskrenost tokom teških razgovora jača naše poverenje.",
            "Verujem da moj partner ceni moju otvorenost.",
            "Možemo deliti svoja prava osećanja bez straha od osude.",
            "Naši iskreni razgovori grade jaču emocionalnu povezanost."
        ],
        "job": [
            "discussing_difficult_topics",
            "building_trust"
        ],
        "slug": "trusting-truths",
        "description": "Proceni koliko otvoreno deliš iskrene misli i osećanja sa svojim partnerom. Ocenjivanjem izjava o transparentnosti i poverenju, možeš identifikovati oblasti u kojima tvoja komunikacija blista ili zahteva poboljšanje. Jačanje iskrenosti u vašim razgovorima gradi jaču emocionalnu vezu i sigurniju vezu."
    },
    {
        "title": "Emocionalna ekspresija",
        "research": "Otvoreno izražavanje emocija je osnovno za izgradnju poverenja i bliskosti u vezama. Psihološke studije su pokazale da parovi koji redovno dele svoja osećanja doživljavaju dublje emocionalne veze i veću zadovoljstvo u vezi. Potiskivanje emocija može dovesti do ogorčenosti i emocionalne distance, dok transparentna emocionalna ekspresija podstiče međusobno razumevanje i podršku.",
        "questions": [
            "Osećam se prijatno kada delim svoja prava osećanja sa partnerom.",
            "Moj partner je otvoren kada izražavam svoje emocije.",
            "Redovno razgovaramo o našim osećanjima i emocijama.",
            "Izražavanje mojih emocija jača našu vezu.",
            "Verujem svom partneru sa svojim najdubljim osećanjima.",
            "Moj partner mi pomaže da bolje razumem svoja osećanja.",
            "Pažljivo i s poštovanjem se odnosimo prema emocijama jedno drugog."
        ],
        "job": [
            "improving_communication",
            "exploring_feelings"
        ],
        "slug": "emotional-expression",
        "description": "Proceni kako ti i tvoj partner delite i reagujete na emocije jedno drugog. Razmišljajući o izjavama o emocionalnoj otvorenosti i podršci, možete identifikovati svoje snage i oblasti za poboljšanje. Jačanje vaše emocionalne komunikacije gradi poverenje i produbljuje vašu povezanost."
    },
    {
        "title": "Usavršavanje naših stilova komunikacije",
        "research": "Istraživanje u Časopisu za brak i porodicu ističe da različiti stilovi komunikacije mogu dovesti do nesporazuma u vezama. Parovi koji aktivno razumeju i prilagođavaju se komunikacionim preferencijama jedno drugog izveštavaju o većem zadovoljstvu i manje konflikata. Efikasna komunikacija je ključna za prevazilaženje razlika i jačanje dublje povezanosti između partnera.",
        "questions": [
            "Razumemo jedni druge u pogledu preferiranih načina komunikacije.",
            "Osećam se saslušano od strane mog partnera tokom naših razgovora.",
            "Moj partner se trudi da se prilagodi mom stilu komunikacije.",
            "Možemo izraziti naše potrebe i osećanja bez nesporazuma.",
            "Razgovor o našim komunikacionim razlikama poboljšao je našu vezu.",
            "Osećam se prijatno kada razgovaram o komunikacionim problemima sa svojim partnerom.",
            "Imamo efikasne strategije za rešavanje komunikacionih konflikata."
        ],
        "job": [
            "overcoming_differences",
            "improving_communication"
        ],
        "slug": "mastering-our-communication-styles",
        "description": "Proceni kako ti i tvoj partner komunicirate tako što ćete ocenjivati vaše razumevanje i prilagođavanje stilovima jedno drugog. Identifikujte snage i oblasti u kojima možete bolje izraziti svoje potrebe i rešiti nesporazume. Poboljšajte svoju komunikaciju kako biste smanjili konflikte i ojačali vašu vezu."
    },
    {
        "title": "Poznavatelji sukoba",
        "research": "Istraživanja u psihologiji odnosa pokazuju da je način na koji parovi rešavaju sukobe važniji od učestalosti nesuglasica. Konstrukтивno rešavanje problema tokom sukoba dovodi do boljih rezultata u vezi i povećava međusobno poštovanje. Parovi koji sukobe vide kao prilike za rast, a ne kao pretnje, obično imaju jače i trajnije veze. Efikasne veštine rešavanja sukoba su ključne za održavanje harmonije i osiguranje da se oba partnera osećaju saslušanima i cenjenima.",
        "questions": [
            "Sukobe doživljavamo kao prilike da zajedno rastemo.",
            "Osećam se sigurno u našu sposobnost da rešimo nesuglasice.",
            "Radimo zajedno na pronalaženju rešenja tokom sukoba.",
            "Naši sukobi se rešavaju na način koji zadovoljava oboje.",
            "Izbegavamo da prošli sukobi utiču na nove nesuglasice.",
            "Osećam se poštovano tokom naših rasprava.",
            "Možemo se ne slagati a da ne oštetimo našu vezu."
        ],
        "job": [
            "discussing_difficult_topics",
            "solving_relationship_problems"
        ],
        "slug": "conflict-connoisseurs",
        "description": "Procenićete kako se nosite sa nesuglasicama i rešavate sukobe sa svojim partnerom. Procenom svake tvrdnje, možete identifikovati efikasne strategije i odrediti oblasti koje treba poboljšati. Jačanje vaših veština rešavanja sukoba izgradiće međusobno poštovanje i poboljšati harmoniju u vašoj vezi."
    },
    {
        "title": "Traka za izražavanje emocija",
        "research": "Istraživanja emocionalne inteligencije pokazuju da parovi koji efikasno komuniciraju svoje emocije doživljavaju veći nivo poverenja i zadovoljstva u vezi. Studije ukazuju da otvoreno izražavanje emocija podstiče dublje veze i smanjuje nesporazume, što dovodi do otpornijih partnerstava.",
        "questions": [
            "Mogu jasno izraziti svoje emocije svom partneru.",
            "Moj partner razume kako se osećam čak i kada ne kažem mnogo.",
            "Osećamo se prijatno kada delimo naše najdublje emocije jedno s drugim.",
            "Izražavanje svojih osećanja prema partneru jača naše poverenje.",
            "Osećam se saslušano i validirano kada podelim svoje emocije.",
            "Moj partner me podstiče da otvoreno govorim o svojim osećanjima.",
            "Razgovaramo o emocijama bez osude."
        ],
        "job": [
            "exploring_feelings",
            "improving_communication"
        ],
        "slug": "emotion-express-lane",
        "description": "Proceni koliko efikasno izražavaš i razumeš svoje emocije sa partnerom. Identifikuj svoje snage i otkrij oblasti u kojima se emocionalna komunikacija može poboljšati. Unapređenje tvoje sposobnosti deljenja osećanja gradi poverenje i jača tvoju vezu."
    },
    {
        "title": "Usaglašavanje seksualnih vrednosti i očekivanja",
        "research": "Usaglašavanje seksualnih vrednosti i očekivanja je ključno za dugoročnu zadovoljstvo u vezi. Parovi sa sličnim stavovima prema seksu manje su skloni sukobima i verovatnije je da će imati ispunjavajuće seksualne odnose. Teorija samoproširenja tvrdi da zajedničke vrednosti podstiču međusobni rast i kompatibilnost. Osiguranje da oboje partnera imaju usaglašena očekivanja može sprečiti nesporazume i poboljšati povezanost.",
        "questions": [
            "Delimo slične vrednosti u vezi sa našim seksualnim odnosom.",
            "Naša seksualna očekivanja su usklađena.",
            "Razgovarali smo o našim dugoročnim seksualnim ciljevima kao par.",
            "Razumem seksualne vrednosti i uverenja mog partnera.",
            "Moj partner razume moja seksualna očekivanja.",
            "Na istoj smo talasnoj dužini kada je u pitanju naš pogled na seks u vezi."
        ],
        "job": [
            "having_and_discussing_sex",
            "understanding_mutual_compatibility"
        ],
        "slug": "aligning-sexual-values-and-expectations",
        "description": "Proceni kako se tvoje seksualne vrednosti i očekivanja usklađuju sa partnerom. Identifikuj oblasti u kojima ste kompatibilni i rešite sve razlike koje se mogu pojaviti. Ova usklađenost poboljšava međusobno razumevanje i jača vašu vezu."
    },
    {
        "title": "Rešavanje konflikata u donošenju odluka",
        "research": "Razlike u donošenju odluka su čest izvor konflikata u vezama. Istraživanje Gottman instituta naglašava da parovi koji koriste strategije saradničkog donošenja odluka doživljavaju veću stabilnost i zadovoljstvo. Učenje kako efikasno navigirati i rešavati ove razlike može sprečiti nesporazume i izgraditi jače partnerstvo.",
        "questions": [
            "Razgovaramo i dogovaramo se o tome kako zajedno donosimo važne odluke.",
            "Osećam da je moje mišljenje cenjeno kada donosimo odluke.",
            "Imamo proces za rešavanje nesuglasica u donošenju odluka.",
            "Naši različiti stilovi donošenja odluka ne štete našoj vezi.",
            "Možemo efikasno postići kompromis kada imamo različita mišljenja o odlukama.",
            "Rešavanje konflikata u donošenju odluka jača našu vezu.",
            "Osećam se sigurno u našu sposobnost da donosimo zajedničke odluke o našoj budućnosti."
        ],
        "job": [
            "overcoming_differences",
            "solving_relationship_problems"
        ],
        "slug": "resolving-decision-making-conflicts",
        "description": "Proceni kako zajedno donosite odluke i rešavate konflikte. Evaluacijom vaših procesa donošenja odluka, možete identifikovati efikasne strategije i oblasti za poboljšanje. Unapređenje ovih veština poboljšaće vašu komunikaciju i ojačati vašu vezu."
    },
    {
        "title": "Prilagodljivost u ljubavi",
        "research": "Fleksibilnost i prilagodljivost u vezama omogućavaju parovima da efikasno prolaze kroz promene i izazove. Prihvatanje novih iskustava zajedno jača vezu i stvara pozitivne uspomene, dok uspešno prevazilaženje razlika povećava međusobno poštovanje i uvažavanje.",
        "questions": [
            "Otvoreni smo za isprobavanje novih aktivnosti zajedno.",
            "Dobro se prilagođavamo promenama u našoj vezi.",
            "Prihvatanje novih iskustava je ojačalo našu vezu.",
            "Poštujemo i prihvatamo razlike jedno drugog.",
            "Možemo prilagoditi naše planove kako bismo zadovoljili potrebe jedno drugog.",
            "Isprobavanje novih stvari zajedno održava našu vezu uzbudljivom.",
            "Neplanirane promene rešavamo timskim radom.",
            "Naša sposobnost prilagođavanja je poboljšala zadovoljstvo u našoj vezi."
        ],
        "job": [
            "learning_relationship_skills",
            "overcoming_differences"
        ],
        "slug": "adaptability-in-love",
        "description": "Proceni kako se ti i tvoj partner prilagođavate promenama i prihvatate nova iskustva zajedno. Procenom vaše fleksibilnosti i načina na koji se nosite sa razlikama, možete identifikovati oblasti za jačanje vaše veze. Povećanje vaše prilagodljivosti podstiče međusobno poštovanje i povećava ukupno zadovoljstvo u vezi."
    },
    {
        "title": "Kvalitetno vreme, kvalitetna ljubav",
        "research": "Provođenje kvalitetnog vremena zajedno je ključno za izgradnju emocionalne bliskosti i jačanje veze između partnera. Uključivanje u zabavne aktivnosti i isprobavanje novih iskustava ne samo da donosi radost, već i pomaže parovima da stvore trajne uspomene. Istraživanja pokazuju da parovi koji daju prioritet kvalitetnom vremenu izveštavaju o višim nivoima zadovoljstva u vezi i dubljem osećaju povezanosti.",
        "questions": [
            "Redovno odvajamo neprekidno vreme za zajedničko provođenje.",
            "Uživam u aktivnostima koje radimo zajedno.",
            "Isprobavanje novih stvari zajedno je ojačalo našu vezu.",
            "Trudimo se da se zabavljamo i smejemo zajedno.",
            "Zajedničke uspomene su produbile moju ljubav prema partneru.",
            "Osećam se povezano sa svojim partnerom kada se upuštamo u nove aktivnosti.",
            "Kvalitetno vreme zajedno me čini da se osećam voljeno.",
            "Prioritizujemo provođenje vremena zajedno uprkos zauzetim rasporedima."
        ],
        "job": [
            "enhancing_love_and_affection",
            "having_fun_and_entertainment"
        ],
        "slug": "quality-time-quality-love",
        "description": "Proceni kako ti i tvoj partner provodite kvalitetno vreme i učestvujete u zajedničkim aktivnostima. Ocenjivanjem svake tvrdnje, možete identifikovati snage vaše veze i oblasti koje treba poboljšati. Povećanje vašeg kvalitetnog vremena će ojačati vašu emocionalnu vezu i povećati ukupno zadovoljstvo u vezi."
    },
    {
        "title": "Čarobnjaci za rešavanje konflikata",
        "research": "Jake veštine rešavanja konflikata su povezane sa višim zadovoljstvom u vezi i njenom dugotrajnošću. Efikasno rešavanje problema smanjuje učestalost i intenzitet nesuglasica, podstičući mirniju i podržavajuću partnersku vezu. Prevazilaženje razlika kroz saradničke pristupe poboljšava međusobno poštovanje i razumevanje.",
        "questions": [
            "Pristupamo konfliktima kao tim, a ne kao protivnici.",
            "Nalazimo rešenja za naše nesuglasice koja zadovoljavaju oboje.",
            "Možemo razgovarati o našim razlikama bez eskalacije u svađu.",
            "Osećamo se sigurno u rešavanju konflikata u našoj vezi.",
            "Nakon rešavanja konflikta, naša veza se čini jačom.",
            "Izbegavamo optuživanje i fokusiramo se na rešavanje trenutnog problema.",
            "Pravimo pauze tokom žestokih rasprava kako bismo se smirili.",
            "Učimo iz naših konflikata kako bismo poboljšali našu vezu."
        ],
        "job": [
            "learning_relationship_skills",
            "solving_relationship_problems"
        ],
        "slug": "conflict-resolution-wizards",
        "description": "Proceni kako ti i tvoj partner rešavate konflikte kako biste ojačali vašu vezu. Procenom vaših pristupa rešavanju nesuglasica, možete identifikovati efikasne strategije i oblasti koje treba poboljšati. Unapređenje vaših veština rešavanja konflikata dovodi do harmoničnije i podržavajuće partnerske veze."
    },
    {
        "title": "Veštine rešavanja konflikata",
        "research": "Efikasno rešavanje konflikata je ključno za održavanje zdravih odnosa. Istraživanja pokazuju da parovi koji pristupaju konfliktima sa konstruktivnim komunikacionim strategijama obično uspešnije rešavaju nesuglasice i održavaju viši nivo zadovoljstva. Razvijanje veština kao što su kompromis, empatija i smirena diskusija pomaže partnerima da prevaziđu razlike bez oštećenja veze.",
        "questions": [
            "Sukobe rešavamo smireno i s poštovanjem.",
            "Osećam se sigurno u našu sposobnost da rešimo nesuglasice.",
            "Radimo zajedno na pronalaženju rešenja tokom sukoba.",
            "Oboje smo spremni na kompromis kada se ne slažemo.",
            "Izbegavamo nepotrebno eskaliranje sukoba.",
            "Osećam podršku svog partnera tokom nesuglasica.",
            "Naše rešavanje konflikata jača našu vezu."
        ],
        "job": [
            "improving_communication",
            "solving_relationship_problems"
        ],
        "slug": "conflict-resolution-skills",
        "description": "Ti i tvoj partner procenjujete kako zajedno rešavate nesuglasice i konflikte. Procenom vaših komunikacionih i veština rešavanja problema, možete identifikovati svoje snage i oblasti za poboljšanje. Unapređenje ovih veština će dovesti do harmoničnijih i zadovoljavajućih odnosa."
    },
    {
        "title": "Zagrijte stvari!",
        "research": "Istraživanja u psihologiji odnosa pokazuju da angažovanje u novim i uzbudljivim aktivnostima zajedno može ponovo zapaliti strast i ojačati vezu između partnera. Parovi koji redovno traže nove doživljaje izveštavaju o višim nivoima zadovoljstva u vezi i povećanim osećajem uzbuđenja. Ovi nalazi sugerišu da uključivanje raznolikosti i zabave u vašu vezu može efikasno ponovo zapaliti strast.",
        "questions": [
            "Redovno pokušavamo nove aktivnosti zajedno kako bismo održali našu vezu uzbudljivom.",
            "Istraživanje novih hobija sa svojim partnerom čini našu vezu strastvenijom.",
            "Osećam entuzijazam zbog novih iskustava koja delimo.",
            "Pokušavanje novih stvari zajedno nas je zbližilo.",
            "Oboje uživamo u traženju zabave i razonode kao par.",
            "Naša veza deluje živahnije i živopisnije kada se upuštamo u nove aktivnosti.",
            "Radujem se avanturama koje planiramo zajedno."
        ],
        "job": [
            "rekindling_passion",
            "having_new_experiences"
        ],
        "slug": "spice-it-up",
        "description": "Proceni kako ti i tvoj partner učestvujete u novim i uzbudljivim aktivnostima zajedno. Ocenjujući svoj entuzijazam za zajedničke doživljaje, možete identifikovati načine da ponovo zapalite strast i ojačate svoju vezu. Uključivanje raznolikosti i zabave u vašu vezu povećaće vaše zadovoljstvo i doneti više vitalnosti vašem partnerstvu."
    },
    {
        "title": "Navigacija teškim razgovorima",
        "research": "Navigacija teškim razgovorima je ključna za zadovoljstvo u vezi. Istraživanja pokazuju da parovi koji mogu razgovarati o teškim temama bez eskalacije u sukob obično prijavljuju veće zadovoljstvo i dublju povezanost. Efikasno upravljanje ovim razgovorima podstiče međusobno poštovanje i razumevanje.",
        "questions": [
            "Možemo razgovarati o teškim temama bez da to dovede do velikih svađa.",
            "Osećam emocionalnu podršku kada razgovaramo o izazovnim pitanjima.",
            "Probleme rešavamo odmah umesto da ih ostavljamo da se nagomilavaju.",
            "Ovi razgovori jačaju našu vezu.",
            "Oboje preuzimamo odgovornost za naš deo problema.",
            "Teške teme pristupamo sa empatijom i pažnjom.",
            "Razgovor o teškim pitanjima pomaže nam da se zbližimo."
        ],
        "job": [
            "solving_relationship_problems",
            "discussing_difficult_topics"
        ],
        "slug": "navigating-tough-conversations",
        "description": "Proceni kako ti i tvoj partner upravljate teškim razgovorima. Ocenjivanjem vaše komunikacije o izazovnim temama, možete identifikovati snage i oblasti za poboljšanje. Unapređenje ovih veština podstiče međusobno razumevanje i jača vašu vezu."
    },
    {
        "title": "Deljenje zabavnih faktora",
        "research": "Studije su pokazale da parovi koji zajedno učestvuju u zabavnim aktivnostima obično imaju jače veze. Uključivanje u zajedničku zabavu povećava emocionalnu bliskost i podstiče međusobno razumevanje. Istraživanja takođe pokazuju da zabavljanje zajedno poboljšava komunikaciju i zadovoljstvo unutar partnerstva.",
        "questions": [
            "Redovno učestvujemo u zabavnim aktivnostima zajedno.",
            "Imam osećaj da imamo dovoljno zajedničkih hobija.",
            "Istraživanje novih oblika zabave zajedno me uzbuđuje.",
            "Naš smisao za humor je usklađen.",
            "Pravimo vreme za igru u našoj vezi.",
            "Uključivanje u aktivnosti zajedno jača našu vezu.",
            "Osećam se povezano sa partnerom kroz našu zajedničku zabavu.",
            "Podržavamo jedni druge u individualnim preferencama zabave.",
            "Naše zabavne aktivnosti dopunjuju našu međusobnu kompatibilnost.",
            "Uživamo u otkrivanju novih interesovanja zajedno."
        ],
        "job": [
            "having_fun_and_entertainment",
            "getting_to_know_partner"
        ],
        "slug": "sharing-the-fun-factors",
        "description": "Proceni koliko dobro ti i tvoj partner učestvujete u zabavnim aktivnostima zajedno. Procenom vaših zajedničkih hobija, smisla za humor i razigranih interakcija, možete identifikovati snage i oblasti za poboljšanje u vašoj vezi. Povećanje vaše zajedničke zabave poboljšaće komunikaciju, ojačati vašu vezu i povećati vaše ukupno zadovoljstvo."
    },
    {
        "title": "Odiseja otvorenosti",
        "research": "Istraživanje sopstvenih i međusobnih osećanja otvoreno je ključno za emocionalnu intimnost. Psihološke studije pokazuju da partneri koji se upuštaju u značajne razgovore o svojim unutrašnjim iskustvima imaju veću verovatnoću da se duboko razumeju i održavaju zdravu vezu. Ova otvorenost ne samo da jača emocionalne veze, već i pomaže u zajedničkom suočavanju sa izazovima.",
        "questions": [
            "Redovno delím svoja prava osećanja sa svojim partnerom.",
            "Moj partner pažljivo sluša kada izražavam svoje emocije.",
            "Imamo duboke razgovore o našim ličnim iskustvima.",
            "Osećam se shvaćenim kada se otvorim svom partneru.",
            "Podstičemo jedno drugo da izražavamo svoja prava ja.",
            "Deljenje svojih osećanja je ojačalo našu vezu.",
            "Osećam se prijatno kada razgovaram o svojim strahovima i snovima sa svojim partnerom."
        ],
        "job": [
            "improving_honesty_and_openness",
            "exploring_feelings"
        ],
        "slug": "openness-odyssey",
        "description": "Proceni koliko otvoreno ti i tvoj partner delite i razumete međusobne emocije. Procenom vaše komunikacije o osećanjima i ličnim iskustvima, možete identifikovati svoje snage i oblasti koje treba poboljšati. Poboljšanje emocionalne otvorenosti pomoći će vam da izgradite dublju povezanost i ojačate vašu vezu."
    },
    {
        "title": "Alati za transparentnost",
        "research": "Efikasno rešavanje problema u vezama u velikoj meri zavisi od transparentne komunikacije. Istraživanja pokazuju da su parovi koji praktikuju iskrenost prilikom rešavanja problema uspešniji u rešavanju konflikata i sprečavanju nesporazuma. Transparentan dijalog ne samo da pomaže u rešavanju trenutnih problema, već i jača ukupne komunikacione veštine unutar veze.",
        "questions": [
            "Probleme u vezi rešavamo sa iskrenošću.",
            "Osećam da moj partner i ja otvoreno komuniciramo kada rešavamo probleme.",
            "Sukobe rešavamo direktno, bez skrivanja osećanja.",
            "Iskrena komunikacija nam pomaže da efikasnije rešavamo probleme.",
            "Verujem svom partneru da će biti iskren tokom nesuglasica.",
            "Koristimo transparentnost kao alat za poboljšanje naše veze.",
            "Otvorenost o problemima dovodi do boljih rešenja za nas."
        ],
        "job": [
            "improving_honesty_and_openness",
            "solving_relationship_problems"
        ],
        "slug": "transparency-tools",
        "description": "Proceni koliko otvoreno komuniciraš kada se suočavaš sa izazovima u vezi. Evaluacijom svoje iskrenosti i transparentnosti u rešavanju konflikata, možeš identifikovati i snage i oblasti koje treba poboljšati. Poboljšanje ovih komunikacionih veština izgradiće poverenje i omogućiti vam da zajedno efikasnije rešavate probleme."
    },
    {
        "title": "Graditelji poverenja",
        "research": "Poverenje je osnovno za jake veze. Ponašanja kao što su iskrenost, pouzdanost i transparentnost povezana su sa višim zadovoljstvom u vezi i stabilnošću. Poverenje stvara sigurno okruženje u kojem partneri mogu biti ranjivi i podržavati jedni druge.",
        "questions": [
            "Potpuno verujem svom partneru.",
            "Moj partner je pouzdan i ispunjava obaveze.",
            "Iskreni smo jedni prema drugima čak i kada je to teško.",
            "Osećam se sigurno u našoj vezi bez stalnih sumnji.",
            "Čuvamo tajne jedni drugih.",
            "Moj partner me podržava u teškim trenucima.",
            "Možemo se osloniti jedni na druge tokom izazovnih situacija.",
            "Verovanje jedno drugom je produbilo našu vezu."
        ],
        "job": [
            "learning_relationship_skills",
            "building_trust"
        ],
        "slug": "trust-builders",
        "description": "Proceni kako ti i tvoj partner gradite i održavate poverenje kroz iskrenost, pouzdanost i transparentnost. Ocenjivanjem ovih izjava, možete identifikovati oblasti gde je vaše poverenje jako i gde je potrebno poboljšanje. Jačanje poverenja će pružiti sigurniju i podržavajuću osnovu za vašu vezu."
    },
    {
        "title": "Avantura empatije",
        "research": "Empatija igra ključnu ulogu u kompatibilnosti i zadovoljstvu u vezi. Istraživanja pokazuju da partneri koji razumeju osećanja jedno drugog imaju veću verovatnoću da dožive veće zadovoljstvo u vezi i jači osećaj povezanosti, što poboljšava ukupnu kompatibilnost.",
        "questions": [
            "Osećam da moj partner razume moje emocije.",
            "Moj partner saoseća sa mnom u teškim trenucima.",
            "Učinkovito se stavljamo u kožu jedno drugog.",
            "Empatija mog partnera poboljšava naše zadovoljstvo u vezi.",
            "Osećam podršku kada delim svoja osećanja sa svojim partnerom.",
            "Pažljivo i s razumevanjem se odnosimo prema emocijama jedno drugog.",
            "Empatični odgovori mog partnera čine da se osećam cenjenim."
        ],
        "job": [
            "exploring_feelings",
            "improving_relationship_satisfaction"
        ],
        "slug": "empathy-adventure",
        "description": "Proceni koliko dobro razumeš i saosećaš sa emocijama svog partnera. Procenom svoje sposobnosti da podržite jedno drugo tokom izazovnih trenutaka, možete identifikovati i snage i oblasti koje treba poboljšati. Unapređenje tvoje empatije poboljšaće komunikaciju, ojačati vašu povezanost i povećati ukupno zadovoljstvo u vezi."
    },
    {
        "title": "Od konflikta do povezanosti",
        "research": "Efikasna komunikacija tokom konflikata je ključna za zdravu vezu. Istraživanja pokazuju da parovi koji se upuštaju u konstruktivne razgovore tokom nesuglasica imaju veću verovatnoću da reše probleme i održe zadovoljstvo u vezi. Razumevanje perspektiva jedno drugog i komunikacija s poštovanjem mogu pretvoriti potencijalne konflikte u prilike za dublju povezanost.",
        "questions": [
            "O nesuglasicama razgovaramo na konstruktivan način.",
            "Tokom konflikata se osećam saslušano i razumevano.",
            "Možemo zajedno pronaći rešenja kada imamo nesuglasice.",
            "Naši razgovori tokom konflikata jačaju našu vezu.",
            "Izbegavamo da se međusobno optužujemo tokom nesuglasica.",
            "Efikasna komunikacija nam pomaže da rešimo naše probleme.",
            "Konflikti dovode do boljeg razumevanja između nas."
        ],
        "job": [
            "having_meaningful_conversations",
            "solving_relationship_problems"
        ],
        "slug": "conflict-to-connection",
        "description": "Proceni kako se nosiš s konfliktima ocenjivanjem svoje komunikacije tokom nesuglasica. Ocenjivanjem ovih izjava možeš identifikovati svoje snage i odrediti oblasti koje treba poboljšati. Poboljšanje svojih veština rešavanja konflikata produbiće tvoje razumevanje i ojačati tvoju vezu."
    },
    {
        "title": "Emocije izražene slobodno",
        "research": "Izražavanje emocija unutar veze je povezano sa povećanim poverenjem i međusobnim razumevanjem. Istraživanja sugerišu da kada partneri mogu slobodno izražavati svoje emocije bez straha od odbacivanja ili osude, to jača emocionalnu vezu i poverenje između njih. Ova otvorenost olakšava efikasno rešavanje problema i promoviše sigurnu i podržavajuću partnerstvo.",
        "questions": [
            "Osećam se sigurno kada izražavam svoje emocije svom partneru.",
            "Moj partner je otvoren u vezi svojih osećanja prema meni.",
            "Otvoreno razgovaramo o našim emocionalnim potrebama.",
            "Deljenje naših emocija je ojačalo naše poverenje jedno u drugo.",
            "Mogu otkriti svoje ranjivosti bez osećaja osude.",
            "Naši emocionalni razgovori se vode sa pažnjom i razumevanjem.",
            "Slobodno izražavanje emocija poboljšava našu vezu."
        ],
        "job": [
            "having_meaningful_conversations",
            "exploring_feelings"
        ],
        "slug": "emotions-expressed-freely",
        "description": "Proceni koliko otvoreno deliš svoje emocije sa svojim partnerom. Ocenjivanjem specifičnih izjava, možeš identifikovati svoje snage i oblasti za poboljšanje u emocionalnoj komunikaciji. Poboljšanje tvoje sposobnosti da izražavaš osećanja gradi poverenje i podstiče podržavajuću, sigurnu vezu."
    },
    {
        "title": "Mapiranje raspoloženja",
        "research": "Razumevanje raspoloženja i emocija jedno drugog podstiče znanje i otvorenost. Istraživanja u dinamikama odnosa naglašavaju da mapiranje raspoloženja dovodi do veće iskrenosti i dubljeg razumevanja, poboljšavajući ukupnu transparentnost i intimnost u vezi.",
        "questions": [
            "Svestan/svesna sam šta čini mog partnera srećnim ili tužnim.",
            "Razgovaramo o našim raspoloženjima i kako ona utiču na naš odnos.",
            "Razumevanje emocionalnih okidača mog partnera pomaže našem odnosu.",
            "Iskreni smo u vezi sa svojim osećanjima, čak i kada je to teško.",
            "Osećam se prijatno kada delim svoja prava osećanja sa svojim partnerom.",
            "Moj partner otvoreno deli svoja osećanja sa mnom.",
            "Poznavanje raspoloženja jedno drugog jača našu povezanost."
        ],
        "job": [
            "exploring_feelings",
            "getting_to_know_partner"
        ],
        "slug": "mood-mapping",
        "description": "Proceni koliko dobro razumeš i komuniciraš raspoloženja i emocije jedno drugog. Ocenjivanjem izjava o svesti o raspoloženju i emocionalnoj iskrenosti, možeš identifikovati oblasti koje treba ojačati u svojoj emocionalnoj povezanosti. Povećanje ovog razumevanja podstiče poverenje i produbljuje vašu vezu."
    },
    {
        "title": "Efikasni nesuglasici",
        "research": "Efikasno upravljanje nesuglasicama povezano je sa specifičnim veštinama u vezi, uključujući aktivno slušanje, empatiju i konstruktivnu komunikaciju. Parovi koji su naučili ove veštine bolje rešavaju probleme bez štete za svoju vezu, što dovodi do zdravijih i otpornijih partnerstava.",
        "questions": [
            "Koristimo aktivno slušanje tokom nesuglasica.",
            "Izražavamo empatiju jedno prema drugom prilikom rešavanja problema.",
            "Izbegavamo da pominjemo prošle probleme kada razgovaramo o trenutnim.",
            "Osećamo se saslušano i shvaćeno tokom konflikata.",
            "Možemo se neslagati s poštovanjem.",
            "Konstruktivna komunikacija nam pomaže da rešimo naše probleme.",
            "Fokusiramo se na rešenja umesto da se zadržavamo na problemima."
        ],
        "job": [
            "solving_relationship_problems",
            "learning_relationship_skills"
        ],
        "slug": "effective-disagreements",
        "description": "Proceni kako se nosiš sa nesuglasicama fokusirajući se na aktivno slušanje, empatiju i efikasnu komunikaciju. Ocenjivanjem ovih izjava, ti i tvoj partner možete identifikovati svoje snage i oblasti za poboljšanje u rešavanju konflikata. Unapređenje ovih veština dovodi do poštovanijih i produktivnijih nesuglasica, jačajući vašu vezu."
    },
    {
        "title": "Jutarnje rutine za dvoje",
        "research": "Istraživanja pokazuju da parovi koji uspostavljaju zajedničke jutarnje rutine obično doživljavaju veću zadovoljstvo u vezi. Studija iz Časopisa za porodičnu psihologiju ukazuje da sinhronizovane dnevne navike mogu poboljšati komunikaciju i povećati osećaj zajedništva. Podsticanjem pozitivnih interakcija na početku dana, parovi mogu ojačati svoju vezu i postaviti pozitivnu tonaciju za ostatak dana.",
        "questions": [
            "Imamo doslednu jutarnju rutinu koju oboje pratimo.",
            "Osećam se energično kada moj partner i ja započnemo dan zajedno.",
            "Naše jutarnje navike pozitivno doprinose našem zadovoljstvu u vezi.",
            "Efikasno komuniciramo tokom naše jutarnje rutine.",
            "Uključujemo zabavne ili prijatne aktivnosti u naše jutro zajedno.",
            "Uspostavljanje jutarnje rutine poboljšalo je našu ukupnu vezu.",
            "Radujem se započinjanju dana sa svojim partnerom."
        ],
        "job": [
            "introducing_healthy_habits",
            "improving_communication"
        ],
        "slug": "morning-routines-for-two",
        "description": "Proceni svoje zajedničke jutarnje rutine i njihov uticaj na vašu vezu. Istražujući svoje dnevne navike zajedno, možete identifikovati šta dobro funkcioniše i gde treba poboljšati komunikaciju i povezanost. Jačanje vaših jutarnjih interakcija podstiče jaču vezu i postavlja pozitivnu tonaciju za vaš dan."
    },
    {
        "title": "Emocionalni istraživači",
        "research": "Razumevanje i istraživanje osećanja jedno drugog je ključno za emocionalnu intimnost. Psihološka istraživanja ističu da parovi koji odvoje vreme da se upuste u svoja osećanja i otvoreno ih dele doživljavaju veću empatiju i povezanost. Istraživanje osećanja zajedno pomaže partnerima da razumeju perspektive jedno drugog i podstiče podržavajuću i ljubavnu vezu. Ova emocionalna istraživanja su ključna za suočavanje sa životnim izazovima kao ujedinjeni tim.",
        "questions": [
            "Redovno delimo svoja prava osećanja jedno s drugim.",
            "Osećam se shvaćenim kada izrazim svoja osećanja svom partneru.",
            "Odvajamo vreme da istražimo osećanja jedno drugog tokom razgovora.",
            "Deljenje naših emocija pomaže nam da se povežemo na dubljem nivou.",
            "Osećam se sigurno kada izražavam svoje ranjivosti svom partneru.",
            "Podržavamo jedno drugo u razumevanju naših emocionalnih potreba.",
            "Istraživanje naših osećanja zajedno jača našu vezu."
        ],
        "job": [
            "discussing_difficult_topics",
            "exploring_feelings"
        ],
        "slug": "emotional-explorers",
        "description": "Proceni koliko efikasno delite i razumete osećanja jedno drugog. Evaluacijom izjava o vašoj emocionalnoj komunikaciji, možete identifikovati snage vaše veze i oblasti za rast. Poboljšanje vašeg emocionalnog dijaloga će povećati empatiju i stvoriti podržavajuće, povezano partnerstvo."
    },
    {
        "title": "Avanture zajedno",
        "research": "Učestvovanje u novim i uzbudljivim aktivnostima zajedno pokazalo se kao značajan faktor za poboljšanje zadovoljstva u vezi i izgradnju poverenja između partnera. Istraživanja o zajedničkoj novini pokazuju da doživljavanje avantura zajedno stimuliše oslobađanje dopamina, što podstiče pozitivne emocije i zbližavanje. Pored toga, suočavanje s novim izazovima zajedno poboljšava timski rad i međusobnu zavisnost, jačajući temelje veze.",
        "questions": [
            "Često tražimo nove doživljaje zajedno.",
            "Isprobavanje novih aktivnosti sa svojim partnerom nas zbližava.",
            "Uzbuđen(a) sam kada moj partner predloži da probamo nešto novo.",
            "Uživamo u izlasku iz naših zona komfora zajedno.",
            "Deljenje novih avantura poboljšava naše ukupno zadovoljstvo u vezi.",
            "Podržavamo jedno drugo u istraživanju novih interesovanja.",
            "Doživljavanje novih stvari zajedno jača naše poverenje jedno u drugo.",
            "Redovno planiramo aktivnosti koje se razlikuju od naše uobičajene rutine.",
            "Otvoren(a) sam za spontane nove doživljaje koje predlaže moj partner.",
            "Naša veza napreduje zahvaljujući novim iskustvima koja delimo."
        ],
        "job": [
            "having_new_experiences",
            "having_fun_and_entertainment"
        ],
        "slug": "adventure-together",
        "description": "Proceni kako angažovanje u novim aktivnostima zajedno utiče na vašu vezu. Procjenom vaših zajedničkih avantura, možete identifikovati snage i oblasti za poboljšanje u timskom radu i poverenju. Prihvatanje novih iskustava zajedno će poboljšati vaše zadovoljstvo u vezi i ojačati vašu međusobnu zavisnost."
    },
    {
        "title": "Svakodnevni razgovori koji se broje",
        "research": "Stručnjaci za komunikaciju naglašavaju da značajni razgovori nisu samo o ozbiljnim temama; čak i svakodnevni razgovori značajno doprinose snazi veze. Redovna, namerna komunikacija o svakodnevnim iskustvima, nadama i sitnim stresovima gradi temelj razumevanja i povezanosti. Ove male, ali značajne razmene mogu poboljšati ukupno zadovoljstvo u vezi i zabavu.",
        "questions": [
            "Razgovaramo o našim svakodnevnim iskustvima jedno s drugim.",
            "Osećam da su naši svakodnevni razgovori značajni.",
            "Redovno delimo naše nade i snove.",
            "Razgovor o malim stvarima sa partnerom nas zbližava.",
            "Naši svakodnevni razgovori uključuju i lagane i ozbiljne teme.",
            "Uživam u našim redovnim razgovorima o raznim aspektima naših života.",
            "Značajni svakodnevni razgovori poboljšavaju naše zadovoljstvo u vezi."
        ],
        "job": [
            "having_meaningful_conversations",
            "improving_communication"
        ],
        "slug": "everyday-chats-that-count",
        "description": "Ovo vam pomaže da procenite kvalitet vaših svakodnevnih razgovora i njihov uticaj na vašu vezu. Razmišljajući o tome kako delite iskustva, nade i sitne stresove, možete identifikovati oblasti za poboljšanje vaše komunikacije. Unapređenje ovih svakodnevnih interakcija ojačaće vašu povezanost i povećati vaše zadovoljstvo u vezi."
    },
    {
        "title": "Kompatibilnost u viziji",
        "research": "Međusobno razumevanje buduće vizije svakog partnera je ključno za dugoročnu kompatibilnost. Istraživanja pokazuju da kada parovi dele slične aspiracije i životne planove, doživljavaju veću zadovoljstvo u vezi i stabilnost.",
        "questions": [
            "Imamo zajedničku viziju za naš život zajedno u narednih 10 godina.",
            "Razumem dugoročne ciljeve i aspiracije mog partnera.",
            "Razgovarali smo o tome kako se naši individualni snovi uklapaju u našu zajedničku budućnost.",
            "Osećam da su naši budući planovi kompatibilni sa ličnim ciljevima jedno drugog.",
            "Identifikovali smo potencijalna područja sukoba u našim budućim planovima i rešili ih.",
            "Osećam podršku mog partnera u ostvarivanju mojih budućih ambicija.",
            "Naši razgovori o budućem planiranju su nas zbližili."
        ],
        "job": [
            "planning_for_future",
            "understanding_mutual_compatibility"
        ],
        "slug": "compatibility-in-vision",
        "description": "Proceni koliko su usklađeni tvoji budući ciljevi i vizije sa tvojim partnerom. Ocenjivanjem izjava o vašim zajedničkim aspiracijama i rešavanjem potencijalnih sukoba, možeš identifikovati snage i oblasti za poboljšanje. Ovaj proces pomaže ti da izgradiš međusobno razumevanje i osiguraš da tvoji dugoročni planovi podržavaju stabilnu i zadovoljavajuću vezu."
    },
    {
        "title": "Timsko rešavanje problema",
        "research": "Istraživanja u dinamikama parova pokazuju da je efikasno rešavanje problema zasnovano na jakim komunikacionim veštinama i poverenju između partnera. Parovi koji otvoreno komuniciraju i veruju jedni drugima su spretniji u rešavanju konflikata i prevazilaženju izazova zajedno. Poverenje pruža sigurnu osnovu, dok komunikacija osigurava da se problemi rešavaju konstruktivno.",
        "questions": [
            "Pristupamo problemima u vezi kao tim, a ne kao protivnici.",
            "Imam osećaj da moj partner sluša moju perspektivu tokom konflikata.",
            "Jasno komuniciramo svoje potrebe kada pokušavamo da rešimo problem.",
            "Verujem svom partneru da će raditi sa mnom na rešavanju naših problema.",
            "Sposobni smo da pronađemo međusobno prihvatljiva rešenja za naše nesuglasice.",
            "Naši razgovori o problemima dovode do boljeg razumevanja jedno drugog.",
            "Izbegavamo da se međusobno optužujemo kada se suočavamo sa konfliktima."
        ],
        "job": [
            "solving_relationship_problems",
            "improving_communication"
        ],
        "slug": "team-problem-solving",
        "description": "Proceni kako ti i tvoj partner zajedno rešavate probleme. Evaluirajte vašu komunikaciju i poverenje tokom konflikata kako biste identifikovali oblasti za poboljšanje. Ojačajte svoje veštine zajedničkog rešavanja problema kako biste izgradili otporniju i harmoničniju vezu."
    },
    {
        "title": "Aktivno slušanje",
        "research": "Aktivno slušanje je ključna komponenta efikasne komunikacije i izgradnje odnosa. Istraživanja u psihologiji komunikacije ističu da aktivno slušanje—ne samo čuti, već zaista razumeti i angažovati se—dovodi do jačih emocionalnih veza i smanjenja konflikata. Parovi koji praktikuju aktivno slušanje su bolje opremljeni da podrže jedno drugo i zajedno se suoče sa izazovima.",
        "questions": [
            "Dajem punu pažnju kada moj partner govori.",
            "Moj partner se oseća saslušano i razume kada razgovara sa mnom.",
            "Izbegavamo da se prekidamo tokom razgovora.",
            "Trudim se da razumem perspektivu mog partnera.",
            "Redovno sumiramo stavove jedno drugog kako bismo osigurali razumevanje.",
            "Osećam da moj partner sluša bez osude.",
            "Naši razgovori su interaktivni i uzajamni."
        ],
        "job": [
            "improving_communication",
            "having_meaningful_conversations"
        ],
        "slug": "active-listening",
        "description": "Proceni koliko efikasno slušaš i komuniciraš sa svojim partnerom ocenjivanjem specifičnih ponašanja. Identifikovanje svojih snaga i oblasti za poboljšanje pomaže ti da unaprediš međusobno razumevanje i minimizuješ konflikte. Unapređenje svojih veština slušanja gradi poverenje i produbljuje tvoju emocionalnu vezu."
    },
    {
        "title": "Usaganje životnog stila i interesa",
        "research": "Studije pokazuju da deljenje zajedničkih interesa i kompatibilnih stilova života pozitivno doprinosi zadovoljstvu u vezi. Kada partneri učestvuju u sličnim aktivnostima i održavaju kompatibilne dnevne rutine, to poboljšava uživanje u vremenu provedenom zajedno i smanjuje potencijalne izvore sukoba. Ovo usaglašavanje podržava harmonično i prijatno partnerstvo.",
        "questions": [
            "Uživamo u provodjenju slobodnog vremena radeći slične aktivnosti.",
            "Naše dnevne rutine se dobro dopunjuju.",
            "Imamo zajedničke hobije kojima se redovno bavimo zajedno.",
            "Radujem se učešću u aktivnostima koje moj partner voli.",
            "Naši izbori životnog stila se usklađuju na načine koji podržavaju našu vezu.",
            "Upoznajemo se sa novim interesima i uživamo u njima zajedno.",
            "Imati slične interese jača našu vezu.",
            "Poštujemo i podržavamo jedni druge u individualnim interesima."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "having_fun_and_entertainment"
        ],
        "slug": "lifestyle-and-interests-alignment",
        "description": "Proceni koliko se dobro vaši stilovi života i interesi usklađuju sa vašim partnerom. Ocenjivanjem izjava o vašim zajedničkim aktivnostima, dnevnim rutinama i podršci za hobije jedno drugog, možete identifikovati svoje snage i oblasti za poboljšanje. Povećanje usklađenosti u interesima i dnevnim navikama doprinosi harmoničnijoj i zadovoljavajućoj vezi."
    },
    {
        "title": "Balansiranje zabave i intimnosti",
        "research": "Istraživanja u dinamici odnosa pokazuju da je balansiranje zabave i intimnosti ključno za održavanje živahne i trajne veze. Uključivanje u prijatne aktivnosti zajedno, uz duboke intimne trenutke, čini vezu uzbudljivom i sprečava je da postane monotona. Ova ravnoteža podstiče emocionalnu i fizičku bliskost, povećavajući ukupno zadovoljstvo u vezi.",
        "questions": [
            "Odvajamo vreme za zabavne i prijatne aktivnosti zajedno.",
            "Balansiranje zabave sa intimnim trenucima čini našu vezu uzbudljivom.",
            "Uživamo u smehu i dobrom provodu zajedno.",
            "Naše razigrane interakcije poboljšavaju našu intimnost.",
            "Zabavljanje zajedno jača našu emocionalnu povezanost.",
            "Možemo biti smešni i ozbiljni jedno prema drugom bez sukoba.",
            "Uključivanje u zajedničke hobije doprinosi našoj intimnoj vezi.",
            "Imam osećaj da zabavljanje zajedno poboljšava naše ukupno zadovoljstvo u vezi."
        ],
        "job": [
            "having_fun_and_entertainment",
            "preparing_for_intimacy"
        ],
        "slug": "balancing-fun-and-intimacy",
        "description": "Proceni kako balansiraš zabavne aktivnosti sa intimnim trenucima u svojoj vezi. Ocenjivanjem izjava o zajedničkom uživanju i emocionalnoj bliskosti, možeš identifikovati svoje snage i oblasti za poboljšanje. Poboljšanje ove ravnoteže produbiće vašu povezanost i povećati ukupno zadovoljstvo u vezi."
    },
    {
        "title": "Iskrene razgovore",
        "research": "Razgovaranje o teškim temama s iskrenošću je ključno za izgradnju i održavanje poverenja u vezama. Istraživanja su pokazala da parovi koji mogu otvoreno razgovarati o izazovnim temama su otporniji i doživljavaju veći nivo međusobnog poštovanja. Ovi iskreni razgovori pomažu partnerima da zajedno prebrode osetljive probleme, jačajući jaču i pouzdaniju vezu.",
        "questions": [
            "Možemo iskreno razgovarati o teškim temama bez straha od osude.",
            "Osećam se sigurno kada govorim o osetljivim pitanjima sa svojim partnerom.",
            "Moj partner me poštuje kada govorim o teškim temama.",
            "Otvoreno i iskreno se suočavamo s izazovnim razgovorima.",
            "Iskrenost o teškim pitanjima jača naše poverenje.",
            "Osećam podršku kada razgovaram o osetljivim temama sa svojim partnerom.",
            "Radimo zajedno na prevazilaženju problema kroz iskren dijalog."
        ],
        "job": [
            "improving_honesty_and_openness",
            "discussing_difficult_topics"
        ],
        "slug": "candid-conversations",
        "description": "Proceni kako efikasno ti i tvoj partner upravljate teškim razgovorima. Ocenjujući svoju sposobnost da otvoreno komunicirate o osetljivim pitanjima, možete identifikovati načine za izgradnju poverenja i poboljšanje vaše veze. Unapređenje vaše komunikacije o izazovnim temama dovodi do jače i otpornije partnerstva."
    },
    {
        "title": "Povezanost osnovnih vrednosti",
        "research": "Istraživanja u psihologiji odnosa ističu da su deljene osnovne vrednosti ključne za dugoročnu zadovoljstvo u vezi. Studije pokazuju da kada partneri usklade svoje osnovne verovanja i vrednosti, doživljavaju manje sukoba i veće međusobno poštovanje. Ova usklađenost stvara čvrst temelj poverenja i razumevanja, što je ključno za zajedničko suočavanje sa životnim izazovima.",
        "questions": [
            "Delimo slične osnovne vrednosti i verovanja.",
            "Imam osećaj da moj partner poštuje moje osnovne vrednosti.",
            "Naše osnovne vrednosti se usklađuju prilikom donošenja važnih životnih odluka.",
            "Razlike u našim osnovnim vrednostima ne uzrokuju značajne sukobe.",
            "Otvoreno komuniciramo o našim ličnim vrednostima i verovanjima.",
            "Imanje sličnih vrednosti jača našu vezu.",
            "Osećam se razumevano i prihvaćeno zbog svojih osnovnih verovanja od strane mog partnera.",
            "Podržavamo se u očuvanju naših individualnih vrednosti."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "discussing_difficult_topics"
        ],
        "slug": "core-values-connection",
        "description": "Proceni kako se tvoje osnovne vrednosti usklađuju sa vrednostima tvog partnera tako što ćeš evaluirati svaku tvrdnju. Identifikuj snage i oblasti u kojima se tvoje verovanje i vrednosti mogu razlikovati. Povećanje usklađenosti tvojih osnovnih vrednosti će izgraditi poverenje i produbiti vaše međusobno razumevanje."
    },
    {
        "title": "Životne navike: usklađivanje jutarnjih i večernjih rutina",
        "research": "Istraživanja pokazuju da kompatibilnost u dnevnim rutinama, kao što su rasporedi spavanja i jutarnji rituali, igra ključnu ulogu u uspehu zajedničkog života. Kada partneri imaju usklađene navike, to smanjuje potencijalne sukobe i podstiče harmonično životno okruženje. Razumevanje rutina jedno drugog pomaže u planiranju i prilagođavanju potreba svakog partnera na efikasan način.",
        "questions": [
            "Naše jutarnje rutine su kompatibilne i dopunjuju se.",
            "Razgovarali smo i uskladili naše rasporede spavanja.",
            "Osećam se prijatno prilagođavajući svoje rutine kako bih uzeo/la u obzir navike mog partnera.",
            "Usvojili smo rutinu koja dobro funkcioniše za oboje.",
            "Razlike u našim životnim navikama ne uzrokuju značajne sukobe.",
            "Otvoreno komuniciramo o promenama u našim dnevnim rasporedima.",
            "Usklađivanje naših rutina poboljšalo je naše ukupno zadovoljstvo u vezi.",
            "Osećam da naše životne navike podržavaju uravnotežen i miran dom."
        ],
        "job": [
            "preparing_for_cohabitation",
            "understanding_mutual_compatibility"
        ],
        "slug": "living-habits-aligning-morning-and-night-routines",
        "description": "Proceni koliko se dobro tvoje jutarnje i večernje rutine usklađuju sa rutinama tvog partnera. Procenom svojih dnevnih navika i komunikacije, možeš identifikovati oblasti gde se tvoje rutine dopunjuju ili sukobljavaju. Sinhronizacija vaših rasporeda pomaže u smanjenju sukoba i stvara uravnoteženiji i mirniji dom za oboje."
    },
    {
        "title": "Buduće finansijske avanture",
        "research": "Istraživanja u oblasti finansijskog planiranja za parove pokazuju da usklađene finansijske ciljeve značajno poboljšavaju zadovoljstvo u vezi. Parovi koji aktivno razgovaraju i planiraju svoju finansijsku budućnost zajedno obično doživljavaju manje stresa i više harmonije. Razumevanje finansijskih aspiracija i briga jedno drugog može sprečiti sukobe i podstaći osećaj timskog rada.",
        "questions": [
            "Razgovarali smo o našim dugoročnim finansijskim ciljevima zajedno.",
            "Osećam se sigurno u našu sposobnost da postignemo naše finansijske ciljeve kao par.",
            "Imamo zajedničku viziju o tome kako želimo da upravljamo našim finansijama u budućnosti.",
            "Osećam se prijatno kada razgovaram o novčanim pitanjima vezanim za našu budućnost sa partnerom.",
            "Redovno pregledamo i prilagođavamo naše finansijske planove zajedno.",
            "Naše finansijsko planiranje je usklađeno sa našim ličnim vrednostima i ciljevima.",
            "Razgovarali smo o tome kako ćemo se nositi sa finansijskim izazovima u budućnosti."
        ],
        "job": [
            "planning_for_future",
            "discussing_finances"
        ],
        "slug": "future-financial-adventures",
        "description": "Proceni kako ti i tvoj partner planirate i komunicirate o svojim dugoročnim finansijama. Procenom vaše usklađenosti u finansijskim ciljevima i saradnji, možete identifikovati snage i oblasti koje treba poboljšati. Efikasno finansijsko planiranje zajedno smanjiće stres i poboljšati harmoniju u vašoj vezi."
    },
    {
        "title": "Balansiranje zabave i intimnosti u seksu",
        "research": "Istraživanja pokazuju da integracija zabave i razigranosti u seksualni odnos jača emocionalne veze i održava privlačnost. Model dvostrukog kontrole naglašava važnost balansiranja seksualne uzbuđenosti i inhibicije, sugerišući da su parovi koji uživaju u seksu skloniji održavanju zadovoljavajućeg seksualnog života. Razigrane interakcije mogu smanjiti stres i povećati ukupno zadovoljstvo u vezi.",
        "questions": [
            "Uključujemo humor i razigranost u naš seksualni odnos.",
            "Seks nam deluje zabavno i prijatno oboma.",
            "Isprobavanje novih aktivnosti zajedno u krevetu nas uzbuđuje.",
            "Naš razigrani pristup seksu jača našu emocionalnu povezanost.",
            "Osećamo se manje stresno nakon što se zabavljamo tokom seksa.",
            "Otvoreni smo za eksperimentisanje sa različitim oblicima intimnosti."
        ],
        "job": [
            "having_and_discussing_sex",
            "having_fun_and_entertainment"
        ],
        "slug": "balancing-fun-and-intimacy-in-sex",
        "description": "Procenićete nivo zabave i razigranosti u vašim seksualnim interakcijama. Ocenjivanjem izjava o humoru, uživanju i eksperimentisanju, možete identifikovati načine za poboljšanje intimnosti i smanjenje stresa. Povećanje razigranosti u vašem seksualnom životu jača vašu emocionalnu povezanost i poboljšava zadovoljstvo u vezi."
    },
    {
        "title": "Održavanje seksualnog zadovoljstva tokom vremena",
        "research": "Održavanje seksualnog zadovoljstva je ključno za ukupnu sreću u vezi. Longitudinalne studije sugerišu da su kontinuirana komunikacija i napori da se ponovo zapali strast povezani sa održanim seksualnim i veznim zadovoljstvom. Teorija Investicionog modela implicira da kada partneri nastave da ulažu u svoj seksualni odnos, verovatnije je da će ostati zadovoljni i posvećeni.",
        "questions": [
            "Aktivno radimo na održavanju našeg seksualnog zadovoljstva tokom vremena.",
            "Osećam da je naš seksualni odnos ostao ispunjavajući otkako smo počeli da se viđamo.",
            "Ulažemo napore da ponovo zapalimo strast kada stvari postanu rutinske.",
            "Razgovor o našem seksualnom zadovoljstvu pomaže nam da ostanemo povezani.",
            "Osećam se zadovoljno našim trenutnim seksualnim životom.",
            "Naš seksualni odnos pozitivno doprinosi našem ukupnom zadovoljstvu u vezi."
        ],
        "job": [
            "having_and_discussing_sex",
            "improving_relationship_satisfaction"
        ],
        "slug": "maintaining-sexual-satisfaction-over-time",
        "description": "Proceni kako održavaš seksualno zadovoljstvo u svojoj vezi. Procjenjujući svoju komunikaciju i napore da održiš strast, možeš identifikovati svoje snage i oblasti za poboljšanje. Unapređenje tvog kontinuiranog seksualnog dijaloga podržava trajnu intimnost i ukupnu sreću u vezi."
    },
    {
        "title": "Balansiranje naših jedinstvenih interesa",
        "research": "Studije objavljene u Časopisu za društvene i lične odnose pokazuju da parovi sa različitim interesima mogu doživeti bogatije i ispunjenije veze. Balansiranje ličnih hobija sa zajedničkim aktivnostima pomaže partnerima da cene jedni druge kao pojedince, dok jačaju svoju vezu. Prihvatanje interesa jedno drugog smanjuje napetost i podstiče međusobno poštovanje.",
        "questions": [
            "Poštujemo hobije i interese jedno drugog.",
            "Osećam se ohrabreno da sledim svoje lične interese u našoj vezi.",
            "Pravimo vreme za aktivnosti koje oboje uživamo.",
            "Naši različiti interesi ne stvaraju sukob između nas.",
            "Podržavamo lični rast i interese jedno drugog.",
            "Balansiranje naših različitih interesa jača našu vezu.",
            "Osećam povezanost sa svojim partnerom uprkos različitim aktivnostima koje volimo."
        ],
        "job": [
            "overcoming_differences",
            "having_fun_and_entertainment"
        ],
        "slug": "balancing-our-unique-interests",
        "description": "Proceni kako balansiraš svoje lične interese sa zajedničkim aktivnostima. Procenom svog poštovanja i podrške hobijima jedno drugog, možeš identifikovati oblasti za poboljšanje međusobnog poštovanja i ličnog rasta. Postizanje ovog balansa će ojačati tvoju povezanost i dovesti do ispunjenije veze."
    },
    {
        "title": "Paličimo iskrice ljubavi",
        "research": "Izrazi ljubavi i nežnosti igraju ključnu ulogu u održavanju zadovoljstva u vezi. Prema istraživanju objavljenom u Časopisu za društvene i lične odnose, redovno iskazivanje nežnosti povezano je sa dužim trajanjem veze i srećom. Pored toga, koncept obnavljanja strasti sugeriše da parovi koji aktivno rade na ponovnom uspostavljanju svoje romantične i fizičke povezanosti obično doživljavaju veće nivoe zadovoljstva i intimnosti.",
        "questions": [
            "Redovno izražavamo ljubav i zahvalnost jedno prema drugom.",
            "Naši nežni gestovi čine da se osećam cenjenim i voljenim.",
            "Odvajamo vreme za stvaranje romantičnih trenutaka zajedno.",
            "Osećam da strast u našoj vezi ostaje jaka.",
            "Trudimo se da održimo romantiku u našim svakodnevnim životima.",
            "Nežni dodiri poboljšavaju našu emocionalnu povezanost.",
            "Obnavljanje strasti je nešto što aktivno težimo u našoj vezi."
        ],
        "job": [
            "enhancing_love_and_affection",
            "rekindling_passion"
        ],
        "slug": "igniting-the-spark-of-affection",
        "description": "Procenićete kako vi i vaš partner izražavate ljubav i održavate strast u vašoj vezi. Ocenjujući vaše nežne geste i romantične napore, možete identifikovati svoje snage i oblasti koje treba poboljšati. Povećanje načina na koji pokazujete ljubav produbiće vašu intimnost i povećati vaše ukupno zadovoljstvo u vezi."
    },
    {
        "title": "Usaglašavanje finansijskih vrednosti i ciljeva",
        "research": "Usaglašenost finansijskih vrednosti je ključni prediktor dugovečnosti i zadovoljstva u vezi. Parovi koji dele slične finansijske vrednosti i ciljeve su bolje opremljeni za donošenje finansijskih odluka i planiranje budućnosti. Značajne razgovore o novcu podstiču međusobno razumevanje i osiguravaju da oboje partneri rade ka istim finansijskim ciljevima.",
        "questions": [
            "Delimo slične finansijske vrednosti i prioritete.",
            "Osećam se usklađeno sa finansijskim ciljevima mog partnera.",
            "Redovno razgovaramo o našim dugoročnim finansijskim aspiracijama.",
            "Naše finansijske vrednosti se dopunjuju.",
            "Osećam se motivisano od strane mog partnera da postignemo naše finansijske ciljeve.",
            "Podržavamo finansijske ambicije jedno drugog.",
            "Naši finansijski razgovori vode do dubljeg razumevanja jedno drugog.",
            "Siguran/na sam da zajedno idemo ka našoj finansijskoj budućnosti."
        ],
        "job": [
            "discussing_finances",
            "having_meaningful_conversations"
        ],
        "slug": "aligning-financial-values-and-goals",
        "description": "Proceni kako se tvoje finansijske vrednosti i ciljevi usklađuju sa partnerom. Evaluacijom izjava o vašim zajedničkim prioritetima i dugoročnim planovima, možeš identifikovati oblasti saglasnosti i rešiti sve razlike. Jačanje tvoje finansijske usklađenosti poboljšava donošenje odluka i osigurava da oboje radite ka istim budućim ciljevima."
    },
    {
        "title": "Intimne razgovore",
        "research": "Efikasna komunikacija je temelj strastvenih odnosa. Istraživanja su pokazala da parovi koji vode značajne i otvorene razgovore o svojim željama, osećanjima i iskustvima doživljavaju pojačanu emocionalnu i seksualnu intimnost. Ova poboljšana komunikacija podstiče dublju povezanost i ponovo budi strast unutar veze.",
        "questions": [
            "Imamo otvorene i iskrene razgovore o našim osećanjima i željama.",
            "Osećam se prijatno kada razgovaram o svojim intimnim potrebama sa partnerom.",
            "Naši značajni razgovori pomažu u jačanju naše emocionalne veze.",
            "Redovno razgovaramo o tome kako da poboljšamo naš romantični život.",
            "Efikasna komunikacija je povećala strast u našoj vezi.",
            "Osećam se saslušano i shvaćeno tokom naših intimnih diskusija.",
            "Razgovor o našim osećanjima zajedno čini našu vezu strastvenijom."
        ],
        "job": [
            "rekindling_passion",
            "improving_communication"
        ],
        "slug": "intimate-conversations",
        "description": "Proceni kako komuniciraš svoje želje i osećanja sa partnerom. Identifikuj snage i oblasti za poboljšanje u svojim razgovorima kako bi poboljšao međusobno razumevanje. Jačanje ovih diskusija produbiće tvoju emocionalnu vezu i ponovo zapaliti strast u tvojoj vezi."
    },
    {
        "title": "Oslobađanje naših unutrašnjih komičara",
        "research": "Humor igra ključnu ulogu u zadovoljstvu u vezi. Parovi koji dele sličan smisao za humor doživljavaju jaču povezanost i smanjene nivoe konflikta. Uključivanje igre i smeha može poboljšati komunikaciju i poverenje, stvarajući otpornije partnerstvo.",
        "questions": [
            "Često se smejemo zajedno i delimo unutrašnje šale.",
            "Osećam se prijatno kada sam smešan/smešna sa svojim partnerom.",
            "Deljenje humora jača našu komunikaciju.",
            "Koristimo humor da ublažimo napete situacije.",
            "Verujem svom partneru da razume moje šale i razigrane geste.",
            "Naš zajednički smisao za humor poboljšava našu povezanost.",
            "Uživamo u tome da se redovno smejemo jedno drugom.",
            "Mogućnost da se šale čini našu vezu prijatnijom.",
            "Cenimo jedni druge jedinstveni smisao za humor.",
            "Smeh je uobičajen deo naših svakodnevnih interakcija."
        ],
        "job": [
            "having_fun_and_entertainment",
            "improving_communication"
        ],
        "slug": "unleashing-our-inner-comedians",
        "description": "Proceni kako humor utiče na tvoju vezu i identifikuj načine za povećanje zajedničkog smeha. Procenom tvoje sposobnosti da se šališ zajedno i koristiš humor u različitim situacijama, možeš poboljšati svoju komunikaciju i izgraditi jače poverenje. Povećanje tvojih razigranih interakcija učiniće tvoje partnerstvo prijatnijim i otpornijim."
    },
    {
        "title": "Usaganje stilova rešavanja konflikata",
        "research": "Efikasno rešavanje konflikata je ključni prediktor uspeha u vezi. Istraživanja sugerišu da kada partneri imaju kompatibilne stilove za upravljanje nesuglasicama, doživljavaju manje stresa i veću zadovoljstvo u vezi. Razumevanje i poštovanje pristupa jedno drugog u vezi sa konfliktima može dovesti do konstruktivnijih i harmoničnijih rešenja.",
        "questions": [
            "Nesuglasice rešavamo na način koji se čini pravednim za oboje.",
            "Naši stilovi rešavanja konflikata se dopunjuju.",
            "Sposobni smo da razgovaramo o konfliktima bez eskalacije u svađe.",
            "Tokom naših nesuglasica se osećam saslušano i razumevano.",
            "Nalazimo obostrano zadovoljavajuća rešenja za naše probleme.",
            "Naš pristup rešavanju konflikata jača našu vezu.",
            "Izbegavamo da gajimo ogorčenost nakon rešavanja konflikta.",
            "Brzo prelazimo preko nesuglasica i fokusiramo se na pozitivno."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "solving_relationship_problems"
        ],
        "slug": "conflict-resolution-style-match",
        "description": "Proceni kako ti i tvoj partner upravljate nesuglasicama ocenjivanjem izjava o vašim stilovima rešavanja konflikata. Identifikujte svoje snage i odredite oblasti u kojima možete poboljšati kako biste zajedno efikasnije rešavali konflikte. Unapređenje vašeg pristupa rešavanju sporova smanjiće stres i ojačati vašu vezu."
    },
    {
        "title": "Izražavanje naših ljubavnih jezika",
        "research": "Koncept ljubavnih jezika ističe kako različiti pojedinci preferiraju da daju i primaju ljubav, kao što su reči afirmacije, dela usluge ili kvalitetno vreme. Istraživanja su pokazala da parovi koji razumeju i prilagođavaju se ljubavnim jezicima jedni drugih doživljavaju veću zadovoljstvo u vezi i manje nesporazuma. Redovnim razgovorom i prilagođavanjem ljubavnim jezicima, partneri mogu ojačati svoju emocionalnu povezanost i podstaći ljubavniju vezu.",
        "questions": [
            "Otvoreno izražavamo naše omiljene načine primanja ljubavi.",
            "Imam osećaj da moj partner razume moj ljubavni jezik.",
            "Moj partner se trudi da izrazi ljubav na načine koji su meni značajni.",
            "Redovno razgovaramo o našim ljubavnim jezicima.",
            "Razumevanje ljubavnih jezika jedni drugih poboljšalo je našu vezu.",
            "Osećam se cenjeno zbog izraza ljubavi mog partnera.",
            "Prilagođavamo naše izraze ljubavi kako se naše preferencije razvijaju."
        ],
        "job": [
            "enhancing_love_and_affection",
            "learning_relationship_skills"
        ],
        "slug": "expressing-our-love-languages",
        "description": "Proceni kako ti i tvoj partner dajete i primate ljubav kako biste bolje razumeli potrebe jedni drugih. Identifikovanjem vaših ljubavnih jezika, možete efikasnije komunicirati i smanjiti nesporazume. To vodi do dublje emocionalne povezanosti i ljubavnije veze."
    },
    {
        "title": "Štednja za sutra, danas",
        "research": "Istraživanja pokazuju da parovi koji postavljaju i rade na zajedničkim ciljevima štednje obično imaju jače finansijske partnerstva i viši nivo poverenja. Štednja zajedno ne samo da priprema parove za buduće finansijske potrebe, već i jača međusobnu posvećenost i pouzdanost. Izrada zajedničkog plana štednje povećava poverenje i osigurava da su oba partnera usklađena u svojim finansijskim aspiracijama.",
        "questions": [
            "Dogovorili smo se o konkretnim ciljevima štednje za našu budućnost.",
            "Osećam se sigurno u našu sposobnost da zajedno štedimo novac.",
            "Moj partner i ja redovno razgovaramo o napretku u štednji.",
            "Prioritizujemo štednju za buduće potrebe umesto trenutne potrošnje.",
            "Verujem svom partneru da će pravedno doprineti našoj štednji.",
            "Štednja zajedno je ojačala naše finansijsko partnerstvo.",
            "Imamo jasan plan za neočekivane finansijske hitne situacije.",
            "Naše navike štednje su usklađene sa našim dugoročnim finansijskim ciljevima."
        ],
        "job": [
            "discussing_finances",
            "planning_for_future"
        ],
        "slug": "saving-for-tomorrow-today",
        "description": "Proceni kako ti i tvoj partner postavljate i ostvarujete ciljeve štednje. Procenom vaših navika štednje i finansijskih razgovora, možete uskladiti svoje prioritete i poboljšati zajedničko finansijsko planiranje. Izrada zajedničke strategije štednje jača vaše poverenje i priprema vas za buduće finansijske potrebe."
    },
    {
        "title": "Fiesta osećanja",
        "research": "Integracija emocija u zabavne aktivnosti jača ljubav i privrženost. Istraživanja sugerišu da parovi koji dele radosna emocionalna iskustva imaju jače emocionalne veze i povećanu privrženost, što doprinosi živopisnijim i ljubavnim odnosima.",
        "questions": [
            "Možemo deliti svoja osećanja tokom zabavnih i razigranih trenutaka.",
            "Uživanje u aktivnostima zajedno pomaže nam da izrazimo svoje emocije.",
            "Naše razigrane interakcije poboljšavaju našu emocionalnu povezanost.",
            "Deljenje smeha i radosti produbljuje našu ljubav jedno prema drugom.",
            "Osećamo se bliže kada se zabavljamo zajedno.",
            "Naša zajednička radosna iskustva jačaju naš odnos.",
            "Možemo razgovarati o svojim osećanjima dok se zabavljamo."
        ],
        "job": [
            "exploring_feelings",
            "having_fun_and_entertainment"
        ],
        "slug": "feelings-fiesta",
        "description": "Ova proba pomaže vama i vašem partneru da delite i izražavate emocije tokom prijatnih aktivnosti. Procenom koliko dobro komunicirate svoja osećanja u zabavnim i razigranim trenucima, možete identifikovati snage i oblasti za poboljšanje. Povećanje vaših radosnih interakcija ojačaće vašu emocionalnu vezu i produbiti vašu privrženost jedno prema drugom."
    },
    {
        "title": "Razgovor o teškim temama",
        "research": "Efikasna komunikacija je temelj zdrave veze. Psihološke studije naglašavaju da parovi koji se upuštaju u otvorene i iskrene razgovore o izazovnim temama obično imaju veću zadovoljstvo u vezi. Ove studije otkrivaju da se bavljenje teškim temama može ojačati razumevanje i smanjiti nesporazume, što dovodi do dubljih emocionalnih veza. Redovnim razgovorima o teškim temama, parovi mogu lakše navigirati kroz konflikte i izgraditi otpornije partnerstvo.",
        "questions": [
            "Osećamo se prijatno kada započinjemo razgovore o teškim temama.",
            "Verujem da naši razgovori o teškim temama poboljšavaju našu vezu.",
            "Aktivno slušamo jedno drugo tokom izazovnih razgovora.",
            "Verujem svom partneru da će pažljivo obraditi teške teme.",
            "Izbegavamo da prekidamo jedno drugo kada razgovaramo o osetljivim pitanjima.",
            "Naša komunikacija se poboljšava nakon rešavanja teške teme.",
            "Osećamo se bliže nakon što imamo teške razgovore."
        ],
        "job": [
            "discussing_difficult_topics",
            "improving_communication"
        ],
        "slug": "tackling-tough-talks",
        "description": "Proceni kako ti i tvoj partner upravljate teškim razgovorima. Procjenom vaše udobnosti i efikasnosti u razgovoru o izazovnim temama, možete identifikovati oblasti za poboljšanje vaše komunikacije. Poboljšanje ovih razgovora podstiče veće razumevanje i gradi jaču, otporniju vezu."
    },
    {
        "title": "Spavajte dobro, ostanite povezani",
        "research": "Dobra higijena spavanja je ključna za individualno blagostanje i zdravlje veze. Časopis za istraživanje spavanja je otkrio da parovi koji održavaju dosledne i zdrave rutine spavanja doživljavaju bolje emocionalne veze i manje sukoba. Adekvatan san podržava bolju komunikaciju i jača poverenje osiguravajući da su oba partnera dobro odmorena i emocionalno dostupna.",
        "questions": [
            "Imamo dosledan raspored spavanja koji oboje pratimo.",
            "Naše navike spavanja pozitivno utiču na našu vezu.",
            "Osećam se povezanije sa svojim partnerom kada dovoljno spavamo.",
            "Podržavamo se u održavanju zdravih rutina spavanja.",
            "Naše okruženje za spavanje je udobno i pogodno za odmor.",
            "Dobar san je smanjio sukobe u našoj vezi.",
            "Verujem svom partneru da će poštovati naše potrebe za snom."
        ],
        "job": [
            "introducing_healthy_habits",
            "improving_honesty_and_openness"
        ],
        "slug": "sleep-tight-stay-connected",
        "description": "Proceni svoje navike spavanja i njihov uticaj na tvoju vezu. Pregledom svojih rasporeda spavanja, podržavajući rutine jedno drugog i optimizujući svoje okruženje za spavanje, možeš poboljšati komunikaciju i izgraditi poverenje. Bolje prakse spavanja će ojačati tvoju emocionalnu povezanost i smanjiti sukobe."
    },
    {
        "title": "Jasnoća u komunikaciji",
        "research": "Jasna i efikasna komunikacija je ključna za zadovoljstvo u vezi. Istraživanja pokazuju da nesporazumi često proizlaze iz nejasnih poruka, što dovodi do frustracije i sukoba. Studije u oblasti međuljudske komunikacije su pokazale da parovi koji daju prioritet jasno i direktnoj komunikaciji doživljavaju manje sukoba i veće međusobno razumevanje. Jasna komunikacija stvara okruženje u kojem se oba partnera osećaju saslušano i cenjeno.",
        "questions": [
            "Jasno izražavamo svoje potrebe i želje jedno drugom.",
            "Razumem stavove svog partnera tokom naših razgovora.",
            "Izbegavamo nesporazume tako što smo precizni u našoj komunikaciji.",
            "Kada razgovaramo o važnim temama, odvajamo vreme da se jasno izrazimo.",
            "Osećam se sigurno da moj partner razume šta govorim.",
            "Razjašnjavamo izjave jedno drugog kako bismo osigurali međusobno razumevanje.",
            "Naši razgovori su slobodni od nepotrebne konfuzije ili nejasnoće."
        ],
        "job": [
            "improving_communication",
            "having_meaningful_conversations"
        ],
        "slug": "clarity-in-communication",
        "description": "Proceni koliko efikasno komuniciraš tako što ćeš ocenjivati svoju sposobnost da jasno izraziš potrebe i razumeš jedno drugo. Ocenjivanjem specifičnih izjava možeš identifikovati svoje komunikacione snage i ukazati na oblasti koje treba poboljšati. Unapređenje načina na koji prenosiš i tumačiš poruke dovest će do većeg međusobnog razumevanja i manje sukoba u tvojoj vezi."
    },
    {
        "title": "Istraživanje i poštovanje seksualnih granica",
        "research": "Poštovanje seksualnih granica je osnovno za izgradnju poverenja i održavanje zdrave veze. Istraživanje u Teoriji pristanka naglašava da razumevanje i poštovanje granica podstiče uzajamno poštovanje i povećava sigurnost u vezi. Parovi koji su jasni u vezi sa svojim granicama i efikasno ih komuniciraju imaju veću verovatnoću da dožive sigurnu i zadovoljavajuću seksualnu povezanost.",
        "questions": [
            "Jasno smo komunicirali naše seksualne granice jedno drugom.",
            "Osećam se sigurno kada izražavam svoje granice u vezi sa seksom svom partneru.",
            "Moj partner poštuje moje seksualne granice bez pitanja.",
            "Razgovaramo o našim nivoima udobnosti pre nego što probamo nove seksualne aktivnosti.",
            "Poštovanje granica jedno drugog je ojačalo naše poverenje.",
            "Osećamo se sigurno u našoj sposobnosti da postavimo i poštujemo seksualne granice jedno drugog."
        ],
        "job": [
            "having_and_discussing_sex",
            "building_trust"
        ],
        "slug": "exploring-and-respecting-sexual-boundaries",
        "description": "Proceni koliko dobro ti i tvoj partner komunicirate i poštujete seksualne granice jedno drugog. Ocenjujući svoju sposobnost da postavite granice i razgovarate o nivoima udobnosti, možete identifikovati načine za izgradnju poverenja i osigurati da se oboje osećate sigurno tokom intimnih trenutaka. Jačanje komunikacije o granicama vodi ka sigurnijoj i ispunjenijoj seksualnoj vezi."
    },
    {
        "title": "Izrazi ljubavi",
        "research": "Prikazivanje ljubavi i nežnosti je ključno za održavanje strastvene veze. Psihološke studije ističu da redovni izrazi ljubavi, kao što su zagrljaji, poljupci i lepe reči, mogu poboljšati emocionalnu bliskost i poverenje između partnera. Ova povećana bliskost i poverenje doprinose ponovnom paljenju strasti i opštem zadovoljstvu u vezi.",
        "questions": [
            "Često izražavamo svoju ljubav i nežnost jedno prema drugom.",
            "Izrazi ljubavi me čine povezanijim sa svojim partnerom.",
            "Verujem svom partneru da će mi pokazati ljubav i podršku.",
            "Naši redovni izrazi ljubavi jačaju našu emocionalnu vezu.",
            "Osećaj voljenosti i cenjenosti ponovo pali strast u našoj vezi.",
            "Prioritizujemo pokazivanje ljubavi u našim svakodnevnim interakcijama.",
            "Izrazi ljubavi pomažu u održavanju romantične iskrice između nas."
        ],
        "job": [
            "rekindling_passion",
            "enhancing_love_and_affection"
        ],
        "slug": "affectionate-acts",
        "description": "Proceni kako ti i tvoj partner izražavate ljubav i nežnost. Ocenjivanjem svojih izraza ljubavi, možete identifikovati snage i oblasti za poboljšanje u emocionalnoj bliskosti i poverenju. Povećanje vaših izraza ljubavi pomaže u održavanju strasti i poboljšava vaše opšte zadovoljstvo u vezi."
    },
    {
        "title": "Otkrivanje svakodnevnih navika i osobina",
        "research": "Svaka osoba ima jedinstvene svakodnevne rutine i navike koje doprinose njenoj ličnosti. Istraživanja sugerišu da razumevanje partnerovih svakodnevnih navika može poboljšati komunikaciju i smanjiti nesporazume. Diskutovanjem o ovim malim, ali značajnim aspektima svakodnevnog života, parovi mogu pronaći harmoniju u svojim rutinama i poštovati lični prostor i preferencije jedno drugog. Ova svest je ključ za izgradnju kohezivnog i podržavajućeg partnerstva.",
        "questions": [
            "Svestan/svesna sam svakodnevnih rutina i navika mog partnera",
            "Poštujemo lični prostor i vreme jedno drugog",
            "Sviđa mi se što su osobine mog partnera simpatične",
            "Efikasno komuniciramo o našim svakodnevnim rasporedima",
            "Razumevanje navika jedno drugog poboljšalo je našu vezu",
            "Prilagođavamo svoje rutine kako bismo se uskladili",
            "Strpljivo se nosimo sa razlikama u svakodnevnim navikama",
            "Naše svakodnevne interakcije su generalno harmonične"
        ],
        "job": [
            "getting_to_know_partner",
            "improving_communication"
        ],
        "slug": "uncovering-daily-habits-and-quirks",
        "description": "Proceni koliko dobro razumete svakodnevne rutine i jedinstvene navike jedno drugog. Evaluacijom izjava o vašoj komunikaciji i načinu na koji se nosite sa razlikama, možete identifikovati snage vaše veze i oblasti koje treba poboljšati. Povećanje ove svesti promoviše veću harmoniju, poštovanje i poverenje između vas."
    },
    {
        "title": "Zajedničko rešavanje dugova",
        "research": "Parovi koji zajednički rešavaju dugove imaju veće šanse da prevaziđu finansijske izazove i održe zdravu vezu. Efikasno rešavanje problema i otvorena komunikacija o dugovima sprečavaju gnev i podstiču jedinstven front. Zajedničko upravljanje dugom doprinosi većem zadovoljstvu u vezi i finansijskoj stabilnosti.",
        "questions": [
            "Otvoreno razgovaramo o našim dugovima i finansijskim obavezama.",
            "Osećam podršku svog partnera kada se suočavam s dugom.",
            "Radimo zajedno na planu za otplatu naših dugova.",
            "Upravljanje dugom kao tim ojačalo je našu vezu.",
            "Verujem svom partneru da će biti iskren o svojim finansijskim obavezama.",
            "Zajedno slavimo postignuća u otplati naših dugova.",
            "Zajedničko upravljanje dugom poboljšalo je našu finansijsku perspektivu.",
            "Zajedno tražimo profesionalnu pomoć kada je potrebno da rešimo finansijske probleme."
        ],
        "job": [
            "discussing_finances",
            "solving_relationship_problems"
        ],
        "slug": "tackling-debt-together",
        "description": "Proceni kako ti i tvoj partner upravljate i komunicirate o dugovima. Procenom vaših pristupa rešavanju finansijskih obaveza i međusobnoj podršci, možete identifikovati snage i oblasti za poboljšanje. Saradnja u upravljanju dugom gradi poverenje, poboljšava vašu finansijsku stabilnost i jača vašu vezu."
    },
    {
        "title": "Povećanje emocionalne inteligencije",
        "research": "Emocionalna inteligencija igra ključnu ulogu u vezama, uključujući sposobnost razumevanja i upravljanja sopstvenim emocijama i empatije prema osećanjima partnera. Visoka emocionalna inteligencija dovodi do većeg poverenja i otvorenosti, podstičući dublje veze i otpornost na stresore unutar veze.",
        "questions": [
            "Mogu prepoznati i razumeti svoje emocije u našoj vezi.",
            "Empatizujem sa osećanjima i iskustvima svog partnera.",
            "Iskreni smo jedni prema drugima u vezi sa našim emocijama.",
            "Osećam se prijatno kada delim svoje ranjivosti sa partnerom.",
            "Efikasno podržavamo emocionalne potrebe jedno drugog.",
            "Biti emocionalno otvoren ojačalo je naše poverenje.",
            "Zajedno se graciozno nosimo sa emocionalnim usponima i padovima.",
            "Naša emocionalna povezanost čini našu vezu ispunjenijom."
        ],
        "job": [
            "learning_relationship_skills",
            "exploring_feelings"
        ],
        "slug": "emotional-intelligence-boost",
        "description": "Proceni koliko dobro razumeš i upravljaš emocijama u svojoj vezi. Procenom svoje sposobnosti da otvoreno komuniciraš i empatizuješ sa partnerom, možeš identifikovati svoje snage i odrediti oblasti za napredak. Povećanje tvoje emocionalne inteligencije izgradiće veće poverenje, ojačati vašu povezanost i učiniti vaše partnerstvo otpornijim i ispunjenijim."
    },
    {
        "title": "Ovladavanje komunikacijom",
        "research": "Efikasna komunikacija je ključna za zadovoljstvo u vezi. Parovi koji se upuštaju u otvoren i iskren dijalog obično efikasnije rešavaju konflikte i osećaju se emocionalno bliže. Jake komunikacione veštine smanjuju nesporazume i poboljšavaju međusobno razumevanje, što dovodi do zdravije veze.",
        "questions": [
            "Osećam se sigurno u svojoj sposobnosti da izrazim svoja osećanja partneru.",
            "Moj partner razume šta pokušavam da komuniciram.",
            "Aktivno slušamo perspektive jedno drugog.",
            "Možemo razgovarati o teškim temama bez straha od osude.",
            "Naša komunikacija pomaže u efikasnom rešavanju konflikata.",
            "Osećam se saslušano i validirano u našim razgovorima.",
            "Izbegavamo nesporazume jasnom komunikacijom.",
            "Redovno izražavamo zahvalnost i priznanje u našim razgovorima."
        ],
        "job": [
            "learning_relationship_skills",
            "improving_communication"
        ],
        "slug": "mastering-communication",
        "description": "Proceni koliko efikasno komuniciraš sa svojim partnerom tako što ćeš oceniti svoju sposobnost da izraziš osećanja, aktivno slušaš i nosiš se sa teškim temama. Ocenjivanjem ovih izjava možeš identifikovati svoje komunikacione snage i odrediti oblasti koje treba poboljšati. Unapređenje svojih komunikacionih veština dovodi do boljeg razumevanja, efikasnog rešavanja konflikata i jače, zdravije veze."
    },
    {
        "title": "Vešte razgovore",
        "research": "Razvijanje veština u vezi je ključno za efikasno upravljanje teškim temama. Istraživanja sugerišu da parovi koji ulažu vreme u učenje komunikacionih i strategija rešavanja konflikata doživljavaju manje nesporazuma i harmoničnije interakcije. Sticanje ovih veština omogućava partnerima da sa samopouzdanjem i saosećanjem prolaze kroz izazovne razgovore, što dovodi do stabilnijih i ispunjenijih odnosa. Kontinuirano učenje i prilagođavanje veštinama u vezi doprinosi dugoročnoj zadovoljstvu i otpornosti.",
        "questions": [
            "Koristimo efikasne komunikacione tehnike tokom teških razgovora.",
            "Osećam se opremljeno veštinama za upravljanje teškim razgovorima.",
            "Vežbamo aktivno slušanje kada razgovaramo o izazovnim temama.",
            "Učenje novih veština u vezi poboljšalo je naše razgovore.",
            "Tražimo resurse ili smernice za poboljšanje naše komunikacije.",
            "Naše veštine u vezi pomažu nam da glatko prolazimo kroz konflikte.",
            "Osećam se sigurnije u našu sposobnost da razgovaramo o teškim pitanjima."
        ],
        "job": [
            "discussing_difficult_topics",
            "learning_relationship_skills"
        ],
        "slug": "skillful-conversations",
        "description": "Proceni kako se nosiš sa teškim razgovorima i unapredi svoje komunikacione veštine. Procenom tvoje upotrebe efikasnih tehnika i aktivnog slušanja, možeš identifikovati snage i oblasti za poboljšanje. Jačanje ovih veština pomoći će ti da sa samopouzdanjem prolaziš kroz konflikte i izgradiš stabilniji, ispunjeniji odnos."
    },
    {
        "title": "Harmonija životnih ciljeva i ambicija",
        "research": "Usaglašenost u životnim ciljevima i ličnim ambicijama je ključna za dugovečnost veze. Istraživanja pokazuju da parovi koji dele slične aspiracije i zajedno planiraju svoju budućnost beleže veći nivo zadovoljstva i niže stope razdvajanja. Ova harmonija osigurava da oba partnera rade ka zajedničkim ciljevima, podstičući jedinstvo i međusobnu podršku.",
        "questions": [
            "Imamo slične dugoročne životne ciljeve.",
            "Naše ambicije su usklađene i podržavaju rast jedno drugog.",
            "Redovno razgovaramo i planiramo našu budućnost zajedno.",
            "Osećam se sigurno da su naše buduće aspiracije kompatibilne.",
            "Naše ambicije ne stvaraju stres ili sukob u našoj vezi.",
            "Podržavamo lične i profesionalne ciljeve jedno drugog.",
            "Planiranje naše budućnosti zajedno me uzbuđuje.",
            "Oboje smo posvećeni postizanju naših zajedničkih životnih ciljeva."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "planning_for_future"
        ],
        "slug": "life-goals-and-ambitions-harmony",
        "description": "Proceni koliko se dobro tvoji životni ciljevi i lične ambicije usklađuju sa partnerom. Odgovaranjem na ova tvrđenja, možeš identifikovati snage i oblasti u kojima vaše aspiracije mogu bolje podržati jedno drugo. Usklađivanje vaših ciljeva zajedno podstiče jedinstvo i poboljšava zadovoljstvo u vezi."
    },
    {
        "title": "Ovladavanje veštinom komunikacije",
        "research": "Efikasna komunikacija se često navodi kao temelj zadovoljavajuće veze. Istraživanje objavljeno u Časopisu za brak i porodicu ističe da su parovi koji se upuštaju u otvoren i iskren dijalog skloniji uspešnom rešavanju konflikata i održavanju viših nivoa zadovoljstva. Pored toga, istraživanje Instituta Gotman naglašava važnost aktivnog slušanja i konstruktivne povratne informacije u podsticanju razumevanja i povezanosti između partnera.",
        "questions": [
            "Otvoreno komuniciramo o našim osećanjima i mislima.",
            "Tokom naših razgovora se osećam saslušano i shvaćeno od strane mog partnera.",
            "Efikasno rešavamo nesporazume bez eskalacije konflikata.",
            "Oboje se trudimo da aktivno slušamo kada drugi govori.",
            "Osećamo se prijatno kada razgovaramo o našim potrebama i željama.",
            "Naši razgovori pozitivno doprinose našem zadovoljstvu u vezi.",
            "Trudimo se da razumemo perspektive jedno drugog tokom nesuglasica."
        ],
        "job": [
            "improving_communication",
            "learning_relationship_skills"
        ],
        "slug": "mastering-the-art-of-communication",
        "description": "Proceni koliko efikasno ti i tvoj partner komunicirate svoja osećanja i misli. Procenom svoje sposobnosti aktivnog slušanja i rešavanja konflikata, možete identifikovati svoje snage i oblasti za poboljšanje. Unapređenje vaših komunikacionih veština će dovesti do boljeg razumevanja, efikasnog rešavanja problema i zadovoljavajuće veze."
    },
    {
        "title": "Zaranjivanje u lične vrednosti",
        "research": "Lične vrednosti su osnovni principi koji usmeravaju ponašanje i donošenje odluka. Istraživanja u dinamikama odnosa pokazuju da parovi koji razumeju vrednosti jedni drugih doživljavaju veći nivo poverenja i zadovoljstva. Otvorena diskusija o vrednostima pomaže u identifikaciji potencijalnih područja sukoba i podstiče uzajamno poštovanje. Ovo duboko razumevanje je ključno za zajedničko suočavanje sa životnim izazovima i izgradnju otpornog odnosa.",
        "questions": [
            "Znam osnovne vrednosti i uverenja mog partnera",
            "Razgovarali smo o našim najvažnijim ličnim vrednostima",
            "Naše vrednosti su generalno usklađene",
            "Poštujemo različite vrednosti jedni drugih",
            "Razumevanje vrednosti jedni drugih je ojačalo naš odnos",
            "Možemo konstruktivno razgovarati o nesuglasicama vezanim za vrednosti",
            "Naše vrednosti podržavaju naše dugoročne ciljeve u vezi",
            "Prioritizujemo naš odnos u odnosu na sukobljene individualne vrednosti"
        ],
        "job": [
            "getting_to_know_partner",
            "discussing_difficult_topics"
        ],
        "slug": "diving-into-personal-values",
        "description": "Proceni koliko dobro razumeš osnovne vrednosti i uverenja jedni drugih. Procenom svoje usklađenosti i poštovanjem razlika, možeš identifikovati potencijalne sukobe i izgraditi jače poverenje. Ovaj proces jača tvoju saradnju i podržava tvoje dugoročne ciljeve u vezi."
    },
    {
        "title": "Istraživanje uspomena iz detinjstva",
        "research": "Istraživanja u razvoju psihologije ističu kako iskustva iz detinjstva oblikuju odnose u odraslom dobu. Razumevanje odrastanja jedno drugog može otkriti osnovne vrednosti i mehanizme suočavanja. Studije pokazuju da partneri koji dele i razumeju svoja detinjstva obično imaju jače emocionalne veze i bolje veštine rešavanja konflikata. Istražujući te uspomene zajedno, parovi mogu podsticati empatiju i produbiti međusobno razumevanje.",
        "questions": [
            "Osećam se prijatno kada delim uspomene iz detinjstva sa svojim partnerom",
            "Moj partner je podelio značajna iskustva iz svog detinjstva sa mnom",
            "Razumevanje partnerovog odrastanja pomaže mi da se bolje povežem s njim/njom",
            "Možemo razgovarati o prošlim porodičnim dinamikama bez osude",
            "Naša iskustva iz detinjstva pozitivno su uticala na naš odnos",
            "Verujem da je poznavanje partnerovog detinjstva važno za naš odnos",
            "Podržavamo se u prevazilaženju negativnih iskustava iz detinjstva"
        ],
        "job": [
            "getting_to_know_partner",
            "understanding_mutual_compatibility"
        ],
        "slug": "exploring-childhood-memories",
        "description": "Ti i tvoj partner delite i istražujete svoja iskustva iz detinjstva kako biste razumeli vrednosti i mehanizme suočavanja jedno drugog. Procjenjujući tvrdnje o vašem odrastanju i porodičnim dinamikama, možete identifikovati kako ti faktori utiču na vaš odnos. Ovaj proces podstiče empatiju, gradi poverenje i jača vašu emocionalnu povezanost."
    },
    {
        "title": "Prekretnice u braku",
        "research": "Efikasno planiranje pre braka je jak prediktor bračne zadovoljstva. Parovi koji se bave detaljnim razgovorima o svojoj budućnosti zajedno, uključujući očekivanja, uloge i životne ciljeve, obično imaju otpornije i ispunjenije brakove.",
        "questions": [
            "Detaljno smo razgovarali o našim očekivanjima za brak.",
            "Osećam se sigurno da su naši životni ciljevi usklađeni za budućnost.",
            "Razgovarali smo o ulogama koje očekujemo da preuzmemo u našem braku.",
            "Osećam se spremno za obavezu koju brak podrazumeva.",
            "Planirali smo kako da se nosimo sa konfliktima i izazovima u našem braku.",
            "Razmislili smo o tome gde želimo da živimo i kako se to uklapa u naše buduće planove.",
            "Naši razgovori o braku su ojačali moje poverenje u našu vezu."
        ],
        "job": [
            "planning_for_future",
            "preparing_for_marriage"
        ],
        "slug": "marriage-milestones",
        "description": "Proceni koliko efikasno ti i tvoj partner planirate brak i usklađujete svoje buduće ciljeve. Razmišljajući o svojim razgovorima o očekivanjima, ulogama, rešavanju konflikata i životnim planovima, možete identifikovati svoje snage i oblasti za poboljšanje. Temeljno planiranje zajedno gradi poverenje i postavlja čvrst temelj za otporniji i ispunjeniji brak."
    },
    {
        "title": "Razumevanje jezika ljubavi",
        "research": "Koncept jezika ljubavi, koji je uveo dr. Gary Chapman, identifikuje kako pojedinci izražavaju i primaju ljubav. Istraživanja su pokazala da parovi koji razumeju jezike ljubavi jedno drugog izveštavaju o većem zadovoljstvu u vezi i emocionalnoj bliskosti. Identifikovanjem i prilagođavanjem načina na koje daju i primaju ljubav, partneri mogu poboljšati svoju povezanost i smanjiti nesporazume.",
        "questions": [
            "Znam koji je jezik ljubavi mog partnera",
            "Izražavamo ljubav jedno drugom na načine koji su nam značajni",
            "Razumevanje jezika ljubavi jedno drugog poboljšalo je našu vezu",
            "Trudimo se da govorimo jezik ljubavi jedno drugog",
            "Osećam se cenjeno na način na koji moj partner pokazuje ljubav",
            "Prepoznajemo i poštujemo naše različite načine izražavanja ljubavi",
            "Naši jezici ljubavi se dopunjuju",
            "Redovno razgovaramo o tome kako bolje izražavati ljubav jedno drugom"
        ],
        "job": [
            "getting_to_know_partner",
            "improving_relationship_satisfaction"
        ],
        "slug": "understanding-love-languages",
        "description": "Identifikujete kako vi i vaš partner izražavate i primate ljubav kako biste poboljšali svoju komunikaciju i produbili emocionalnu povezanost. Procenom vaših omiljenih jezika ljubavi, možete poboljšati zadovoljstvo u vezi i smanjiti nesporazume. Prilagođavanje jezika ljubavi jedno drugom jača jaču, povezaniju partnersku vezu."
    },
    {
        "title": "Prihvatanje naših ličnih osobina",
        "research": "Razlike u ličnosti su prirodan aspekt odnosa, a njihovo prihvatanje može dovesti do veće zadovoljstva i otpornosti. Model pet faktora ličnosti sugeriše da razumevanje i cenjenje osobina jedno drugog poboljšava međusobnu kompatibilnost i poverenje. Parovi koji prihvataju i koriste svoje različite ličnosti često uživaju u ispunjenijim i trajnijim odnosima.",
        "questions": [
            "Cenimo naše individualne lične osobine.",
            "Naše razlike u ličnosti ne stvaraju trajne sukobe.",
            "Osećam da moj partner bolje razume moju ličnost od drugih.",
            "Koristimo naše različite ličnosti da se dopunjujemo.",
            "Prihvatanje naših razlika u ličnosti ojačalo je naš odnos.",
            "Osećam se prijatno kada sam svoj autentični ja pored mog partnera.",
            "Naše različite ličnosti poboljšavaju dinamiku našeg odnosa."
        ],
        "job": [
            "overcoming_differences",
            "understanding_mutual_compatibility"
        ],
        "slug": "embracing-our-personality-traits",
        "description": "Ti i tvoj partner procenjujete lične osobine jedno drugog kako biste poboljšali međusobno razumevanje. Procenom vaših individualnih razlika, možete identifikovati načine da se efikasno dopunjujete i podržavate. Prihvatanje vaših jedinstvenih ličnosti gradi poverenje, poboljšava kompatibilnost i jača vaš odnos."
    },
    {
        "title": "Emocionalna spremnost za intimnost",
        "research": "Istraživanja u oblasti emocionalne inteligencije ističu važnost samopouzdanja i emocionalne regulacije u intimnim odnosima. Studije pokazuju da su pojedinci koji su emocionalno spremni bolji u komunikaciji svojih potreba i razumevanju emocija svog partnera. Ova spremnost podstiče dublju povezanost i smanjuje nesporazume, što na kraju vodi ka ispunjenijem intimnom odnosu.",
        "questions": [
            "Osećam se emocionalno spremno da se upustim u dublju intimnost sa svojim partnerom.",
            "Mogu otvoreno izraziti svoja osećanja i emocije svom partneru.",
            "Moj partner razume i poštuje moje emocionalne potrebe.",
            "Možemo razgovarati o našim strahovima ili anksioznostima vezanim za intimnost bez osude.",
            "Verujem svom partneru da će me emocionalno podržati tokom intimnih trenutaka.",
            "Naša emocionalna povezanost jača naš intimni odnos.",
            "Osećam se sigurno kada delim svoje ranjivosti sa svojim partnerom.",
            "Zdravim i konstruktivnim načinom rešavamo emocionalne nesuglasice."
        ],
        "job": [
            "preparing_for_intimacy",
            "building_trust"
        ],
        "slug": "emotional-readiness-for-intimacy",
        "description": "Odredite svoju emocionalnu spremnost za dublju intimnost sa svojim partnerom. Procenom kako izražavate svoja osećanja i komunicirate svoje potrebe, možete identifikovati oblasti za jačanje vaše emocionalne povezanosti. Unapređenje ovih aspekata podstiče poverenje i vodi ka ispunjenijem i sigurnijem intimnom odnosu."
    },
    {
        "title": "Komunikacija kroz nova iskustva",
        "research": "Učestvovanje u novim iskustvima kao par pruža dragocene prilike za poboljšanje komunikacijskih veština. Psihologija odnosa sugeriše da snalaženje u nepoznatim situacijama zahteva jasnu i efikasnu dijalog, što može dovesti do bolje svakodnevne komunikacije. Pored toga, deljenje uzbudljivih trenutaka može povećati ljubav i emocionalnu bliskost između partnera, jačajući dublju povezanost.",
        "questions": [
            "Nova iskustva sa mojim partnerom pomažu nam da bolje komuniciramo.",
            "Razgovaramo o svojim osećanjima u vezi sa novim aktivnostima koje zajedno isprobavamo.",
            "Isprobavanje novih stvari poboljšava ljubav koju osećamo jedno prema drugom.",
            "Koristimo nova iskustva kao način da izrazimo svoju ljubav.",
            "Snalaženje u novim situacijama zajedno poboljšava našu sposobnost rešavanja problema.",
            "Izazovi u komunikaciji tokom novih aktivnosti jačaju naše veštine dijaloga.",
            "Osećamo se povezanije nakon što zajedno doživimo nešto novo.",
            "Naši razgovori o novim iskustvima su otvoreni i iskreni.",
            "Istraživanje novih aktivnosti zajedno produbljuje našu emocionalnu bliskost.",
            "Osećamo se ljubaznije jedno prema drugom nakon što isprobamo nove stvari."
        ],
        "job": [
            "having_new_experiences",
            "improving_communication"
        ],
        "slug": "communication-through-new-experiences",
        "description": "Proceni kako isprobavanje novih aktivnosti zajedno utiče na vašu komunikaciju i emocionalnu povezanost. Evaluacijom vaših zajedničkih iskustava, možete identifikovati snage i oblasti koje treba poboljšati u vašem dijalogu i rešavanju problema. Poboljšanje vaše komunikacije kroz nova iskustva ojačaće vašu vezu i produbiti vašu ljubav jedno prema drugom."
    },
    {
        "title": "Fizička udobnost i granice",
        "research": "Istraživanja o seksualnom zdravlju naglašavaju značaj postavljanja i poštovanja fizičkih granica za zadovoljavajući intimni život. Jasna komunikacija o nivoima udobnosti i granicama pomaže u sprečavanju nesporazuma i osigurava da se oba partnera osećaju sigurno i poštovano. Uspostavljanje ovih granica doprinosi izgradnji poverenja i poboljšanju ukupnog zadovoljstva u vezi.",
        "questions": [
            "Osećam se prijatno kada razgovaram o svojim fizičkim granicama sa partnerom.",
            "Moj partner poštuje moje fizičke granice tokom intimnih trenutaka.",
            "Otvoreno komuniciramo o tome šta nas čini prijatnim ili neprijatnim.",
            "Osećam se sigurno da izrazim ako nešto ne deluje u redu tokom intimnosti.",
            "Postavljanje fizičkih granica poboljšalo je našu intimnu vezu.",
            "Redovno proveravamo jedno drugo o našoj fizičkoj udobnosti.",
            "Verujem svom partneru da će poštovati moje fizičke granice.",
            "Naši razgovori o fizičkoj udobnosti jačaju naše poverenje."
        ],
        "job": [
            "preparing_for_intimacy",
            "having_and_discussing_sex"
        ],
        "slug": "physical-comfort-and-boundaries",
        "description": "Proceni kako komuniciraš svoje fizičke granice sa partnerom. Evaluacijom svojih nivoa udobnosti i međusobnog poštovanja tokom intimnih trenutaka, možeš identifikovati oblasti za poboljšanje poverenja i sigurnosti. Otvoreni razgovori o tvojim fizičkim granicama vode ka poštovanijoj i ispunjenijoj intimnoj vezi."
    },
    {
        "title": "Religijska kompatibilnost za buduće planove",
        "research": "Časopis za društvene i lične odnose je otkrio da religijska kompatibilnost igra značajnu ulogu u dugoročnoj zadovoljstvu u vezi i planiranju. Parovi koji se slažu u religijskim verovanjima su skloniji da efikasno prevaziđu buduće izazove i održe harmonično partnerstvo. Razumevanje religijskih perspektiva jedno drugog doprinosi kohezivnom planiranju budućnosti, posebno kada su u pitanju velike životne odluke poput braka i porodice.",
        "questions": [
            "Naša religijska verovanja su kompatibilna sa našim budućim planovima.",
            "Razgovarali smo o tome kako će naše religije uticati na našu budućnost zajedno.",
            "Osećam se sigurno da naše religijske razlike neće ometati naše dugoročne ciljeve.",
            "Usaglasili smo naše duhovne prakse u našem budućem planiranju.",
            "Planiranje naše budućnosti zajedno uključuje uzajamno poštovanje verovanja jedno drugog.",
            "Udobno se osećamo kada govorimo o potencijalnim religijskim sukobima u vezi sa našom budućnošću.",
            "Naša religijska kompatibilnost povećava naše poverenje u buduće planiranje."
        ],
        "job": [
            "discussing_religions",
            "understanding_mutual_compatibility"
        ],
        "slug": "religious-compatibility-for-future-plans",
        "description": "«Proceni kako se tvoja religijska verovanja usklađuju sa tvojim budućim planovima razmišljajući o ključnim izjavama. Ovaj proces pomaže tebi i tvom partneru da identifikujete oblasti saglasnosti i potencijalne izazove u vašoj duhovnoj kompatibilnosti. Razmatranje ovih aspekata će podržati kohezivno donošenje odluka i ojačati vašu dugoročnu vezu.»"
    },
    {
        "title": "Deljenje životnih ciljeva i aspiracija",
        "research": "Usaglašenost ciljeva je ključna za dugoročnu zadovoljstvo u vezi. Istraživanja u psihologiji veza pokazuju da su parovi koji komuniciraju svoje lične i profesionalne aspiracije skloniji da podržavaju rast jedno drugog. Ova usaglašenost podstiče osećaj timskog rada i zajedničkog cilja, što je osnovno za trajna partnerstva. Razgovarajući o životnim ciljevima, partneri mogu identifikovati zajedničke ciljeve i navigirati razlikama uz međusobno poštovanje.",
        "questions": [
            "Podelio/la sam svoje dugoročne ciljeve sa partnerom",
            "Moj partner je podelio svoje aspiracije sa mnom",
            "Podržavamo lične i profesionalne ambicije jedno drugog",
            "Naši životni ciljevi su usklađeni ili komplementarni",
            "Redovno razgovaramo o našim budućim planovima",
            "Osećam podršku od mog partnera da ostvarim svoje snove",
            "Imamo zajedničku viziju za našu budućnost",
            "Konstruktivno rešavamo sve razlike u našim ciljevima"
        ],
        "job": [
            "getting_to_know_partner",
            "planning_for_future"
        ],
        "slug": "sharing-life-goals-and-aspirations",
        "description": "Proceni koliko dobro delite i podržavate lične i profesionalne ciljeve jedno drugog. Ocenjivanjem izjava o usaglašenosti ciljeva i međusobnoj podršci, možete identifikovati svoje snage i oblasti za poboljšanje. Jačanje ovih razgovora pomaže u stvaranju zajedničke vizije i poboljšava vašu vezu."
    },
    {
        "title": "Navigacija kroz kulturne i verske razlike",
        "research": "Kulturne i verske razlike mogu predstavljati izazove u vezama, ali otvorena komunikacija i međusobno poštovanje su ključni za njihovo prevazilaženje. Istraživanja su pokazala da parovi koji se bave iskrenim razgovorima o svojim kulturnim i verskim pozadinama uspešnije navigiraju ovim razlikama, što dovodi do veće otpornosti i razumevanja u vezi.",
        "questions": [
            "Otvoreno razgovaramo o našim kulturnim ili verskim uverenjima.",
            "Osećam se poštovano od strane mog partnera u vezi sa mojom kulturnom ili verskom pozadinom.",
            "Naše razlike u kulturi ili religiji ne stvaraju prepreke u našoj vezi.",
            "Pronalazimo načine da zajedno proslavimo kulturne ili verske tradicije jedno drugog.",
            "Možemo efikasno komunicirati o bilo kakvim sukobima koji proizađu iz naših kulturnih ili verskih razlika.",
            "Osećam da naše kulturne ili verske razlike obogaćuju našu vezu.",
            "Planiranje budućnosti uzima u obzir naše kulturne ili verske vrednosti."
        ],
        "job": [
            "overcoming_differences",
            "discussing_religions"
        ],
        "slug": "navigating-cultural-and-religious-differences",
        "description": "Proceni kako navigiraš kroz kulturne i verske razlike kroz otvorene razgovore. Procenom tvoje komunikacije i poštovanja prema pozadinama jedno drugog, možeš identifikovati snage i oblasti za poboljšanje. Povećanje razumevanja i cenjenja uverenja jedno drugog ojačaće otpornost i harmoniju tvoje veze."
    },
    {
        "title": "Rast kroz novine",
        "research": "Uključivanje u raznovrsne nove iskustva omogućava parovima da otkriju i razumeju međusobne preferencije, snage i ranjivosti. Ova istraživanja podstiču dublje razumevanje međusobne kompatibilnosti i individualnih osećanja, pomažući partnerima da usklade svoje životne ciljeve i emocionalne potrebe. Istraživanja su pokazala da takve zajedničke aktivnosti rasta doprinose dugoročnoj stabilnosti i zadovoljstvu u vezi.",
        "questions": [
            "Isprobavanje novih aktivnosti pomaže mi da bolje razumem svog partnera.",
            "Otkrijemo nove stvari jedno o drugom kroz nova iskustva.",
            "Naša kompatibilnost se poboljšava raznovrsnošću iskustava koja delimo.",
            "Nova iskustva nam omogućavaju da istražimo i podelimo svoja osećanja.",
            "Osećamo se više usklađeno u našoj vezi nakon isprobavanja novih stvari.",
            "Stekao/la sam nove uvide u ličnost svog partnera kroz zajednička iskustva.",
            "Naša sposobnost da se prilagodimo novim situacijama zajedno jača našu kompatibilnost.",
            "Koristimo nova iskustva da bismo se suočili i razumeli svoja individualna osećanja.",
            "Istraživanje novih aktivnosti pomaže nam da identifikujemo zajedničke ciljeve i interese.",
            "Zajedničke novine doprinose našem emocionalnom rastu kao para."
        ],
        "job": [
            "having_new_experiences",
            "understanding_mutual_compatibility"
        ],
        "slug": "growth-through-novelty",
        "description": "Ova proba pomaže vam da zajedno istražujete nova iskustva kako biste bolje razumeli međusobne preferencije i snage. Procenom vaših zajedničkih aktivnosti i emocionalnog rasta, možete identifikovati načine za poboljšanje vaše kompatibilnosti. Uključivanje u nove aktivnosti zajedno promoviše dugoročnu stabilnost i zadovoljstvo u vašoj vezi."
    },
    {
        "title": "Fitnes partneri, ujedinite se!",
        "research": "Uključivanje u fizičke aktivnosti zajedno može ojačati vezu između partnera. Istraživanja objavljena u Časopisu za zdravstvenu psihologiju otkrivaju da partneri koji vežbaju zajedno izveštavaju o višim nivoima zadovoljstva u vezi i međusobne podrške. Zajednički ciljevi u fitnesu i aktivnosti mogu podstaći timski rad i pružiti prilike za pozitivne interakcije.",
        "questions": [
            "Redovno učestvujemo u fizičkim aktivnostima ili vežbamo zajedno.",
            "Vežbanje zajedno je poboljšalo naš timski rad kao para.",
            "Osećam se povezanije sa svojim partnerom kada se bavimo fitnes aktivnostima.",
            "Naši zajednički ciljevi u fitnesu povećavaju naše zadovoljstvo u vezi.",
            "Podržavamo jedni druge u ciljevima zdravlja i blagostanja.",
            "Učestvovanje u fizičkim aktivnostima zajedno je donelo više zabave u našu vezu.",
            "Motivisan(a) sam da održavam zdrave navike zbog podrške mog partnera."
        ],
        "job": [
            "introducing_healthy_habits",
            "learning_relationship_skills"
        ],
        "slug": "fitness-partners-unite",
        "description": "Proceni kako učestvovanje u fizičkim aktivnostima zajedno utiče na vašu vezu. Procenom vaših zajedničkih vežbi, timskog rada i međusobne podrške, možete identifikovati snage i oblasti za napredak. Poboljšanje vaše fitnes saradnje jača vašu povezanost i povećava zadovoljstvo u vezi."
    },
    {
        "title": "Stilovi rešavanja konflikata",
        "research": "Istraživanja pokazuju da su parovi koji efikasno prevazilaze razlike kroz iskrenu i otvorenu komunikaciju bolji u rešavanju problema u vezi. Iskrenost i otvorenost omogućavaju partnerima da razumeju stavove jedno drugog i pronađu kompromise, što dovodi do održivijih rešenja i jače osnove veze.",
        "questions": [
            "Tokom nesuglasica, iskren sam/iskrena o svojim osećanjima i potrebama.",
            "Poštujemo razlike jedno drugog prilikom rešavanja problema.",
            "Otvoreni smo za promenu naših perspektiva kako bismo pronašli rešenja.",
            "Osećam se prijatno izražavajući svoje prave misli tokom konflikata.",
            "Težimo razumevanju umesto pobedi u raspravama.",
            "Iskrenost nam pomaže da efikasno navigiramo kroz naše nesuglasice.",
            "Transparentni smo u vezi sa našim namerama kada rešavamo probleme."
        ],
        "job": [
            "solving_relationship_problems",
            "overcoming_differences"
        ],
        "slug": "conflict-resolution-styles",
        "description": "Ova proba procenjuje kako se nosite sa nesuglasicama i komunicirate tokom konflikata. Procjenjujući vašu iskrenost, poštovanje i spremnost da razumete jedno drugo, možete identifikovati oblasti za poboljšanje. Jačanje ovih veština rešavanja konflikata gradi poverenje i poboljšava vašu vezu."
    },
    {
        "title": "Ljubitelji avantura, ujedinite se!",
        "research": "Učestvovanje u avanturističkim aktivnostima zajedno može povećati zadovoljstvo u vezi stvaranjem osećaja timskog rada i zajedničkih uspomena. Parovi koji istražuju nova iskustva izveštavaju o višim nivoima uzbuđenja i posvećenosti, što poboljšava ukupni kvalitet njihovog partnerstva.",
        "questions": [
            "Uzbuđen(a) sam zbog isprobavanja novih aktivnosti sa svojim partnerom.",
            "Često tražimo nova iskustva zajedno.",
            "Istraživanje novih avantura jača našu vezu.",
            "Uživam u spontanosti koju donosimo u naše zabavno vreme.",
            "Naše zajedničke avanture stvaraju trajne uspomene.",
            "Isprobavanje novih stvari sa svojim partnerom povećava moju sreću.",
            "Balansiramo rutinu sa novim iskustvima u našoj vezi.",
            "Naša spremnost da istražujemo zajedno jača našu povezanost.",
            "Osećam se povezanije sa svojim partnerom kada isprobamo nešto novo.",
            "Nova iskustva održavaju našu vezu uzbudljivom."
        ],
        "job": [
            "having_fun_and_entertainment",
            "improving_relationship_satisfaction"
        ],
        "slug": "adventure-seekers-unite",
        "description": "Proceni kako isprobavanje novih aktivnosti zajedno utiče na vašu vezu. Ocenjujući svoje uzbuđenje i učestalost zajedničkih avantura, možete identifikovati načine za poboljšanje timskog rada i stvaranje trajnih uspomena. Učestvovanje u novim iskustvima zajedno jača vašu povezanost i poboljšava ukupno zadovoljstvo vašom vezom."
    },
    {
        "title": "Zabava i flertovanje",
        "research": "Integrisanje zabave i razigranog flertovanja u vezu može značajno povećati strast i seksualni interes. Istraživanja pokazuju da parovi koji se upuštaju u razigrane interakcije i održavaju smisao za humor zajedno doživljavaju viši nivo seksualnog zadovoljstva i strasti. Ova razigrana dinamika pomaže da se romantična iskra održi i podstiče prijatniju i strastveniju vezu.",
        "questions": [
            "Često flertujemo jedno s drugim kako bismo održali uzbudljivost veze.",
            "Zabavljanje zajedno povećava strast u našoj vezi.",
            "Razigrane interakcije čine naš romantični život prijatnijim.",
            "Koristimo humor da ojačamo našu povezanost i strast.",
            "Uključivanje u zabavne aktivnosti zajedno održava našu vezu živom.",
            "Uživam u razigranim trenucima koje delimo kao par.",
            "Naše flertovanje ponovo budi strast između nas.",
            "Zabavljanje zajedno čini naše intimne trenutke strastvenijim."
        ],
        "job": [
            "rekindling_passion",
            "having_fun_and_entertainment"
        ],
        "slug": "fun-flirtation",
        "description": "Ova procena pomaže vam da ocenite kako vi i vaš partner uključujete zabavu i razigrano flertovanje u vašu vezu. Ocenjujući tvrdnje o vašim razigranim interakcijama i smislu za humor, možete identifikovati svoje snage i oblasti za poboljšanje. Unapređenje ovih dinamika ponovo će zapaliti strast i povećati zadovoljstvo u vašoj vezi."
    },
    {
        "title": "Komunikacija seksualnih želja",
        "research": "Istraživanja pokazuju da otvorena komunikacija o seksualnim željama poboljšava zadovoljstvo u vezi i seksualno ispunjenje. Efikasna komunikacija omogućava partnerima da izraze svoje potrebe i preferencije, što dovodi do zadovoljnijeg seksualnog života. Teorija smanjenja anksioznosti sugeriše da smanjenje nesigurnosti i anksioznosti kroz dijalog može poboljšati intimnost. Parovi koji otvoreno komuniciraju o seksu izveštavaju o višim nivoima poverenja i povezanosti.",
        "questions": [
            "Otvoreno razgovaramo o svojim seksualnim željama.",
            "Osećam se prijatno kada izražavam svoje seksualne potrebe partneru.",
            "Moj partner sluša i poštuje moje seksualne preferencije.",
            "Redovno razgovaramo o načinima kako da poboljšamo naš seksualni život.",
            "Komunikacija o seksu je povećala našu intimnost.",
            "Verujem svom partneru da će poštovati moje granice tokom seksualnih aktivnosti."
        ],
        "job": [
            "having_and_discussing_sex",
            "improving_communication"
        ],
        "slug": "communicating-sexual-desires",
        "description": "Proceni koliko otvoreno komuniciraš svoje seksualne želje i granice sa svojim partnerom. Procenom kako izražavate i poštujete potrebe jedno drugog, možete identifikovati oblasti za poboljšanje. Unapređenje vaše seksualne komunikacije gradi poverenje i povećava zadovoljstvo u vezi."
    },
    {
        "title": "Stilovi trošenja: Yabba Dabba Dine ili Štedljiva gozba?",
        "research": "Istraživanja pokazuju da različiti stilovi trošenja mogu dovesti do sukoba u vezama. Razumevanje i pomirenje ovih razlika je ključno za harmoniju. Parovi koji priznaju i prilagođavaju se stilovima trošenja jedni drugih obično doživljavaju manje finansijskih nesuglasica i veću ukupnu kompatibilnost.",
        "questions": [
            "Razumemo jedni druge u vezi sa navikama i preferencijama trošenja.",
            "Osećam se poštovano kada moj partner donosi finansijske odluke.",
            "Pristajemo na kompromis kada se naši stilovi trošenja razlikuju.",
            "Osećam se prijatno kada razgovaram o svojim finansijskim prioritetima sa partnerom.",
            "Naše navike trošenja se dopunjuju.",
            "Imamo strategije za upravljanje nesuglasicama u trošenju.",
            "Zadovoljan/na sam načinom na koji se nosimo sa našim različitim finansijskim preferencama.",
            "Poštujemo potrebu jedno drugog za ličnim novcem."
        ],
        "job": [
            "discussing_finances",
            "overcoming_differences"
        ],
        "slug": "spending-styles-yabba-dabba-dine-or-frugal-feast",
        "description": "Proceni kako se tvoje navike i preferencije trošenja usklađuju sa partnerovim kako bi identifikovao oblasti kompatibilnosti i sukoba. Proceni svoju komunikaciju o finansijama i svoju sposobnost da zajedno upravljate finansijskim razlikama. Jačanje tvog finansijskog razumevanja i strategija će promovisati harmoniju i smanjiti nesuglasice vezane za novac u tvojoj vezi."
    },
    {
        "title": "Mesto za iskrenost",
        "research": "Istraživanja u psihologiji odnosa ističu da transparentnost između partnera podstiče dublje poverenje i povezanost. Studije su pokazale da parovi koji redovno praktikuju iskrenost doživljavaju manje nesporazuma i veću zadovoljstvo u vezi. Pored toga, otvorena komunikacija je povezana sa boljim rešavanjem konflikata i emocionalnom intimnošću, stvarajući čvrstu osnovu za trajna partnerstva.",
        "questions": [
            "Osećam se prijatno kada delim svoja prava osećanja sa partnerom.",
            "Moj partner je iskren prema meni, čak i kada je istina teška.",
            "Otvoreno komuniciramo o našim mislima i emocijama.",
            "Verujem svom partneru da će biti iskren prema meni.",
            "Iskrenost jedno prema drugom je ojačala našu vezu.",
            "Razgovaramo o neprijatnim temama bez oklijevanja.",
            "Osećam se sigurno kada sam ranjiv sa svojim partnerom."
        ],
        "job": [
            "improving_honesty_and_openness",
            "improving_communication"
        ],
        "slug": "the-honesty-hangout",
        "description": "Proceni koliko otvoreno i iskreno komuniciraš sa svojim partnerom. Identifikuj oblasti gde povećana iskrenost može ojačati tvoje poverenje i rešiti konflikte. Unapređenje tvoje transparentne komunikacije vodi ka pouzdanijoj i otpornijoj vezi."
    },
    {
        "title": "Izgradnja tvrđave poverenja",
        "research": "Poverenje je osnovno za zdravu i trajnu vezu. Istraživanja Američke psihološke asocijacije pokazuju da poverenje utiče na zadovoljstvo u vezi, intimnost i sposobnost oporavka od konflikata. Pored toga, studije su pokazale da su transparentnost i iskrenost ključne komponente u izgradnji i održavanju poverenja između partnera, što dovodi do veće ukupne sreće i stabilnosti u vezi.",
        "questions": [
            "Verujem svom partneru da će biti iskren prema meni.",
            "Otvoreni smo u vezi sa svojim osećanjima i postupcima.",
            "Osećam se sigurno kada delim svoje ranjivosti sa partnerom.",
            "Moj partner dosledno ispunjava svoja obećanja i obaveze.",
            "Sukobe ili povrede poverenja rešavamo na konstruktivan način.",
            "Iskrenost je kamen temeljac naše veze.",
            "Osećam se sigurno da moj partner ima moje najbolje interese na umu."
        ],
        "job": [
            "building_trust",
            "improving_honesty_and_openness"
        ],
        "slug": "building-a-fortress-of-trust",
        "description": "Ti i tvoj partner procenjujete nivo poverenja u vašoj vezi ocenjivanjem iskrenosti, transparentnosti i pouzdanosti. Ovaj proces vam pomaže da identifikujete svoje snage i otkrijete oblasti koje treba poboljšati. Povećanje poverenja će poboljšati vašu komunikaciju i doprineti stabilnijem i ispunjenijem partnerstvu."
    },
    {
        "title": "Podrška u komunikaciji",
        "research": "Podrška u komunikaciji podrazumeva pružanje empatije, ohrabrenja i afirmacije jedno drugom. Istraživanja u psihologiji odnosa pokazuju da parovi koji se bave podržavajućom komunikacijom doživljavaju veći nivo poverenja i ljubavi. Ova vrsta komunikacije pomaže partnerima da se osećaju cenjenima i shvaćenima, podstičući negujući i otporniji odnos.",
        "questions": [
            "Osećam podršku od svog partnera kada prolazim kroz teške trenutke.",
            "Redovno ohrabrujemo lični rast jedno drugog.",
            "Moj partner priznaje i ceni moje napore.",
            "Često izražavamo zahvalnost i priznanje.",
            "Mogu se osloniti na svog partnera za emocionalnu podršku.",
            "Komuniciramo na način koji nas čini da se osećamo voljenima.",
            "Naši podržavajući razgovori jačaju našu emocionalnu vezu."
        ],
        "job": [
            "improving_communication",
            "enhancing_love_and_affection"
        ],
        "slug": "supportive-communication",
        "description": "Proceni kako ti i tvoj partner pružate empatiju i ohrabrenje jedno drugom. Ocenjivanjem izjava o podržavajućoj komunikaciji, možete identifikovati svoje snage i oblasti za poboljšanje. Unapređenje vaših podržavajućih interakcija izgradiće poverenje, produbiti ljubav i ojačati otpornost vašeg odnosa."
    },
    {
        "title": "Zabava sa istinom",
        "research": "Integrisanje iskrenosti u zabavne i opuštene interakcije može poboljšati poverenje i intimnost u vezama. Istraživanja sugerišu da parovi koji uživaju u otvorenoj i razigranoj komunikaciji obično imaju viši nivo poverenja i zadovoljstva. Kombinovanje iskrenosti sa zabavnim aktivnostima omogućava partnerima da se povežu dublje, dok održavaju veselu i opuštenu atmosferu.",
        "questions": [
            "Uživamo u iskrenosti jedni prema drugima čak i tokom zabavnih aktivnosti.",
            "Deljenje smešnih ili neprijatnih priča sa partnerom mi prija.",
            "Naše razigrane interakcije pomažu nam da ostanemo otvoreni i iskreni.",
            "Možemo se šali o ozbiljnim temama bez nelagode.",
            "Zabavljanje zajedno olakšava nam da budemo iskreni jedni prema drugima.",
            "Osećam da naši opušteni trenuci doprinose našoj iskrenosti.",
            "Održavamo otvorenu komunikaciju dok se zabavljamo."
        ],
        "job": [
            "improving_honesty_and_openness",
            "having_fun_and_entertainment"
        ],
        "slug": "truth-time-fun",
        "description": "Proceni kako uključuješ iskrenost u svoje zabavne i razigrane interakcije. Ocenjivanjem izjava o iskrenoj komunikaciji tokom prijatnih aktivnosti, možeš identifikovati svoje snage i oblasti za poboljšanje. Unapređenje iskrene, ali opuštene komunikacije gradi poverenje i jača tvoju povezanost."
    },
    {
        "title": "Planiranje naše zajedničke budućnosti",
        "research": "Usaglašavanje budućih ciljeva je ključno za zadovoljstvo i dugovečnost veze. Istraživanja iz Časopisa za porodičnu psihologiju pokazuju da parovi koji zajedno razgovaraju i planiraju svoju budućnost izveštavaju o višim nivoima posvećenosti i zadovoljstva. Razumevanje međusobne kompatibilnosti u dugoročnim aspiracijama, kao što su ciljevi karijere, planiranje porodice i životne preferencije, značajno doprinosi harmoničnom i ispunjavajućem partnerstvu.",
        "questions": [
            "Razgovarali smo o našim dugoročnim ciljevima i aspiracijama zajedno.",
            "Naši budući planovi su usklađeni i međusobno podržavajući.",
            "Osećam se sigurno da smo kompatibilni u našim vizijama za budućnost.",
            "Redovno preispitujemo i prilagođavamo naše planove po potrebi.",
            "Planiranje za budućnost jača naše zadovoljstvo u vezi.",
            "Podržavamo jedni druge u individualnim ciljevima i snovima.",
            "Naši zajednički ciljevi pozitivno doprinose našoj vezi."
        ],
        "job": [
            "planning_for_future",
            "understanding_mutual_compatibility"
        ],
        "slug": "charting-our-shared-future",
        "description": "Ova evaluacija pomaže vama i vašem partneru da uskladite svoje dugoročne ciljeve i aspiracije. Procjenjujući vašu kompatibilnost u oblastima kao što su karijera, planiranje porodice i životne preferencije, možete identifikovati i snage i oblasti koje treba poboljšati. Usklađivanje vaših budućih planova zajedno jača vašu posvećenost i poboljšava zadovoljstvo u vezi."
    },
    {
        "title": "Razgovor o budućnosti zajedno",
        "research": "Razgovori o budućnosti igraju značajnu ulogu u usklađivanju ciljeva i aspiracija parova. Istraživanja pokazuju da kada partneri otvoreno razgovaraju o svojim budućim planovima, uključujući karijeru, porodicu i lični razvoj, stvaraju zajedničku viziju koja poboljšava zadovoljstvo u vezi i posvećenost. Ovi razgovori pomažu da se osigura da su oba partnera na istoj strani i da rade ka zajedničkim ciljevima.",
        "questions": [
            "Redovno razgovaramo o našim budućim planovima zajedno.",
            "Osećam se sigurno da su naši ciljevi usklađeni.",
            "Delimo svoje aspiracije i podržavamo snove jedno drugog.",
            "Planiranje budućnosti me čini sigurnijim u našoj vezi.",
            "Naši razgovori o budućnosti povećavaju našu posvećenost jedno drugom.",
            "Zadovoljan/na sam načinom na koji planiramo našu budućnost zajedno.",
            "Razgovor o budućnosti pomaže nam da rastemo kao par."
        ],
        "job": [
            "planning_for_future",
            "improving_relationship_satisfaction"
        ],
        "slug": "future-talk-together",
        "description": "Ova provera pomaže vam da procenite koliko efikasno vi i vaš partner razgovarate o svojim budućim planovima i usklađujete svoje ciljeve. Procjenjujući tvrdnje o vašim zajedničkim aspiracijama i međusobnoj podršci, možete identifikovati svoje snage i oblasti za poboljšanje. Povećanje ovih razgovora osigurava da radite ka zajedničkim ciljevima i jača vašu posvećenost vezi."
    },
    {
        "title": "Putanje roditeljstva",
        "research": "Istraživanja pokazuju da su parovi koji rano razgovaraju o svojim željama i planovima za decu skloniji uspešnim i zadovoljavajućim iskustvima roditeljstva. Jasna komunikacija o stilovima roditeljstva, vremenu i vrednostima smanjuje nesporazume i gradi čvrstu osnovu za zajedničko odgajanje dece.",
        "questions": [
            "Razgovarali smo o tome da li i kada želimo da imamo decu.",
            "Osećam se spremno da razgovaram o roditeljskim obavezama sa svojim partnerom.",
            "Slažemo se oko vrednosti i principa koje želimo da usadimo našoj deci.",
            "Imamo zajednički plan za usklađivanje poslovnog i porodičnog života.",
            "Osećam se prijatno kada izražavam svoje preferencije u vezi sa roditeljstvom svom partneru.",
            "Razgovarali smo o tome kako ćemo se nositi sa potencijalnim izazovima roditeljstva zajedno.",
            "Planiranje dece je prioritet za oboje u našoj budućnosti."
        ],
        "job": [
            "planning_for_future",
            "preparing_for_children"
        ],
        "slug": "parenting-pathways",
        "description": "Ova procena pomaže vam da razjasnite svoje zajedničke ciljeve i planove za roditeljstvo. Procenićete svoju usklađenost u vezi sa stilovima roditeljstva, vremenom i vrednostima kako biste identifikovali i snage i oblasti koje treba poboljšati. Unapređenje vaše komunikacije o roditeljstvu priprema vas da zajedno odgajate decu na jedinstven i efikasan način."
    },
    {
        "title": "Dublji dijalozi",
        "research": "Istraživanja u psihologiji odnosa pokazuju da redovno vođenje dubokih, značajnih razgovora pomaže parovima da razumeju unutrašnje svetove jedno drugog i podstiče emocionalnu intimnost. Studije su pokazale da parovi koji dele svoja osećanja i misli na dubljem nivou izveštavaju o većem zadovoljstvu u vezi i bolje su opremljeni za rešavanje konflikata. To ukazuje na to da je značajan dijalog ključan za održavanje snažnog i otpornog partnerstva.",
        "questions": [
            "Redovno vodimo duboke i značajne razgovore.",
            "Osećam se prijatno kada delim svoje najdublje misli i osećanja sa svojim partnerom.",
            "Moj partner pažljivo sluša kada govorim o ozbiljnim temama.",
            "Možemo otvoreno razgovarati o izazovima u našoj vezi bez straha od osude.",
            "Značajni razgovori pomažu nam da se zbližimo.",
            "Osećam se shvaćenim od strane mog partnera tokom naših dubokih razgovora.",
            "Možemo efikasnije rešavati konflikte kroz naše diskusije.",
            "Naši duboki razgovori čine da se osećam povezanije sa svojim partnerom."
        ],
        "job": [
            "having_meaningful_conversations",
            "exploring_feelings"
        ],
        "slug": "deep-dive-dialogues",
        "description": "Proceni koliko efikasno vodiš duboke, značajne razgovore sa svojim partnerom. Ocenjivanjem izjava o deljenju svojih najdubljih misli i rešavanju konflikata, možeš identifikovati svoje snage i oblasti za poboljšanje. Unapređenje tvoje komunikacije u ovim oblastima će izgraditi veću emocionalnu intimnost i ojačati otpornost tvoje veze."
    },
    {
        "title": "Budžetiranje zajedno bez prekida veze",
        "research": "Istraživanja u upravljanju finansijama u vezama pokazuju da parovi koji aktivno sarađuju na budžetiranju doživljavaju veći nivo finansijske zadovoljstva i smanjen stres. Efikasna komunikacija o finansijskim pitanjima sprečava nesporazume i jača partnerstvo. Zajednički finansijski ciljevi i transparentne budžetske prakse doprinose dugoročnoj stabilnosti i međusobnoj podršci unutar veze.",
        "questions": [
            "Zajedno kreiramo i pratimo budžet.",
            "Osećam se prijatno kada razgovaram o svojim ličnim troškovima sa partnerom.",
            "Imamo jasne finansijske ciljeve na kojima smo se dogovorili.",
            "Moj partner i ja redovno pregledamo naš budžet kako bismo napravili potrebne prilagodbe.",
            "Verujem svom partneru da odgovorno upravlja našim zajedničkim finansijama.",
            "Budžetiranje zajedno je smanjilo finansijski stres u našoj vezi.",
            "Prioritizujemo naše troškove prema našim zajedničkim ciljevima.",
            "Osećam se saslušano i shvaćeno kada razgovaram o finansijskim odlukama sa svojim partnerom."
        ],
        "job": [
            "discussing_finances",
            "improving_communication"
        ],
        "slug": "budgeting-together-without-breaking-up",
        "description": "Ova proba procenjuje koliko dobro vi i vaš partner sarađujete na budžetiranju i finansijskim odlukama. Procjenjujući vašu komunikaciju i zajedničke finansijske ciljeve, možete identifikovati snage i oblasti za poboljšanje. Efikasno budžetiranje zajedno gradi poverenje, smanjuje finansijski stres i osigurava dugoročnu stabilnost u vašoj vezi."
    },
    {
        "title": "Emocionalna povezanost",
        "research": "Snažna emocionalna povezanost je ključna za strastvene veze. Istraživanje i razumevanje osećanja jedno drugog podstiče poverenje i produbljuje emocionalnu vezu između partnera. Istraživanja su pokazala da parovi koji ulažu vreme u emocionalno povezivanje imaju veću verovatnoću da dožive trajnu strast i veću zadovoljstvo u vezi.",
        "questions": [
            "Odvajamo vreme da razumemo emocije jedno drugog.",
            "Naša emocionalna povezanost čini našu vezu strastvenijom.",
            "Duboko se povezujem sa svojim partnerom na emocionalnom nivou.",
            "Verujemo jedno drugom da podelimo svoja prava osećanja.",
            "Istraživanje naših emocija zajedno jača našu vezu.",
            "Naša emocionalna intimnost doprinosi strasti u našoj vezi.",
            "Osećam se sigurno kada delim svoje ranjivosti sa svojim partnerom."
        ],
        "job": [
            "rekindling_passion",
            "exploring_feelings"
        ],
        "slug": "emotional-connection",
        "description": "Proceni koliko dobro ti i tvoj partner razumete i verujete u emocije jedno drugog. Ocenjivanjem izjava o vašoj emocionalnoj intimnosti, možete identifikovati svoje snage i oblasti koje treba poboljšati. Jačanje vaše emocionalne povezanosti će izgraditi veće poverenje i strast, što će dovesti do zadovoljnije i otpornije veze."
    },
    {
        "title": "Provera emocionalne bliskosti",
        "research": "Emocionalna bliskost podrazumeva deljenje najdubljih misli i osećanja, što jača duboku emocionalnu povezanost između partnera. Istraživanja pokazuju da parovi koji redovno obavljaju emocionalne provere doživljavaju veću zadovoljstvo u vezi i otpornost. Otvorenim razgovorom o emocijama i pružanjem međusobne podrške, partneri mogu poboljšati svoju ljubav i nežnost jedno prema drugom.",
        "questions": [
            "Osećamo se prijatno kada delimo svoja najdublja osećanja jedno s drugim.",
            "Moj partner me sluša bez osude kada izražavam svoje emocije.",
            "Redovno razgovaramo o našem emocionalnom blagostanju.",
            "Osećam se emocionalno blisko sa svojim partnerom.",
            "Deljenje naših osećanja je ojačalo našu vezu.",
            "Podržavamo jedno drugo tokom emotivnih trenutaka.",
            "Naša emocionalna bliskost doprinosi našoj ljubavi i nežnosti.",
            "Osećamo se sigurno kada smo ranjivi jedno prema drugom."
        ],
        "job": [
            "enhancing_love_and_affection",
            "understanding_mutual_compatibility"
        ],
        "slug": "emotional-intimacy-check-in",
        "description": "Proceni svoju udobnost u deljenju dubokih osećanja i emocija sa svojim partnerom. Procenom kako emocionalno komunicirate, možete identifikovati načine za poboljšanje međusobne podrške i razumevanja. Jačanje vaše emocionalne povezanosti poboljšaće vaše zadovoljstvo u vezi i otpornost."
    },
    {
        "title": "Zdrava ishrana, srećna srca",
        "research": "Priprema i uživanje u zdravim obrocima zajedno može poboljšati kvalitet odnosa. Istraživanje objavljeno u Časopisu za ishranu i zdravlje pokazuje da parovi koji zajedno planiraju obroke i kuvaju izveštavaju o boljoj komunikaciji i međusobnom razumevanju. Deljenje odgovornosti za zdravu ishranu podstiče saradnju i može smanjiti finansijski stres povezan sa izborima u ishrani.",
        "questions": [
            "Redovno planiramo i pripremamo zdrave obroke zajedno.",
            "Naše zdrave navike u ishrani poboljšale su našu komunikaciju.",
            "Efikasno upravljamo našim finansijama vezanim za hranu kao tim.",
            "Kuvanje zajedno postalo je prijatna zajednička aktivnost.",
            "Osećam podršku svog partnera u održavanju zdrave ishrane.",
            "Naši obroci odražavaju našu zajedničku posvećenost zdravom životu.",
            "Deljenje zdravih navika u ishrani povećalo je naše zadovoljstvo u vezi."
        ],
        "job": [
            "introducing_healthy_habits",
            "discussing_finances"
        ],
        "slug": "healthy-eating-happy-hearts",
        "description": "Proceni kako planiranje i priprema zdravih obroka zajedno utiču na vaš odnos. Procenom vaše komunikacije, upravljanja finansijama i zajedničkih aktivnosti kuvanja, možete identifikovati svoje snage i oblasti za poboljšanje. Povećanje vaše saradnje u zdravoj ishrani pomoći će vam da bolje komunicirate, smanjite finansijski stres i povećate zadovoljstvo u vezi."
    },
    {
        "title": "Kompatibilnost emocionalnih potreba",
        "research": "Zadovoljavanje emocionalnih potreba jedno drugog je osnovno za ispunjavajuću vezu. Istraživanja su pokazala da kada partneri razumeju i zadovoljavaju emocionalne zahteve jedno drugog, to poboljšava intimnost i poverenje. Ova kompatibilnost osigurava da se oba pojedinca osećaju cenjenima, podržanima i povezanim na dubljem emocionalnom nivou.",
        "questions": [
            "Razumemo i ispunjavamo emocionalne potrebe jedno drugog.",
            "Osećam emocionalnu podršku od svog partnera.",
            "Moj partner zna kako da me uteši kada sam uzrujan(a).",
            "Izražavamo ljubav i pažnju na načine koji rezoniraju jedno s drugim.",
            "Osećam se sigurno kada izražavam svoje emocije svom partneru.",
            "Naša emocionalna povezanost je jaka i zadovoljavajuća.",
            "Prioritizujemo emocionalno blagostanje jedno drugog.",
            "Redovno proveravamo emocionalna stanja jedno drugog."
        ],
        "job": [
            "understanding_mutual_compatibility",
            "enhancing_love_and_affection"
        ],
        "slug": "emotional-needs-compatibility",
        "description": "Proceni koliko dobro razumete i ispunjavate emocionalne potrebe jedno drugog. Procenom vaše emocionalne podrške i komunikacije, možete identifikovati snage i oblasti za rast. Povećanje vaše emocionalne kompatibilnosti gradi dublje poverenje i stvara jaču, ispunjavajuću vezu."
    },
    {
        "title": "Proslavljanje verskih praznika zajedno",
        "research": "Studije objavljene u Časopisu za porodičnu psihologiju pokazuju da proslavljanje verskih praznika zajedno može poboljšati zadovoljstvo u vezi i stvoriti trajne uspomene. Uključivanje u tradicije jedno drugog podstiče međusobno poštovanje i dodaje sloj zabave i značenja u vezu. Parovi koji aktivno učestvuju u verskim svečanostima jedno drugog često izveštavaju o jačoj emocionalnoj povezanosti i poboljšanom timskom radu u planiranju zajedničkih aktivnosti.",
        "questions": [
            "Uživamo u proslavljanju verskih praznika jedno drugog.",
            "Učestvovanje u verskim tradicijama mog partnera je zabavno i značajno.",
            "Planiramo naše praznike zajedno na način koji poštuje oba naša uverenja.",
            "Proslavljanje verskih događaja zajedno jača našu vezu.",
            "Radujem se deljenju svojih verskih praznika sa svojim partnerom.",
            "Naša zajednička proslava verskih događaja poboljšava našu povezanost.",
            "Nalazimo radost u učenju o i učestvovanju u tradicijama jedno drugog."
        ],
        "job": [
            "discussing_religions",
            "having_fun_and_entertainment"
        ],
        "slug": "celebrating-religious-holidays-together",
        "description": "Proceni kako proslavljate i poštujete verske praznike jedno drugog. Procenom vašeg učešća u zajedničkim tradicijama, možete identifikovati načine za poboljšanje razumevanja i uživanja. Jačanje vaših zajedničkih proslava produbiće vašu emocionalnu povezanost i poboljšati zadovoljstvo u vezi."
    },
    {
        "title": "Svesnost zajedno",
        "research": "Uključivanje praksi svesnosti u vezu može poboljšati emocionalnu intimnost i međusobno razumevanje. Istraživanja u Časopisu za terapiju parova i odnose pokazuju da parovi koji zajedno praktikuju svesnost izveštavaju o višim nivoima empatije i boljoj emocionalnoj regulaciji. Svesnost podstiče dublje razumevanje osećanja jedno drugog i promoviše iskrenu i otvorenu komunikaciju.",
        "questions": [
            "Redovno praktikujemo svesnost ili meditaciju zajedno.",
            "Svesnost je poboljšala našu emocionalnu povezanost.",
            "Osećam se više usklađeno sa osećanjima mog partnera kroz naše prakse svesnosti.",
            "Naše rutine svesnosti su povećale našu iskrenost i otvorenost.",
            "Praktikovanje svesnosti zajedno je smanjilo stres u našoj vezi.",
            "Koristimo tehnike svesnosti da mirno rešimo konflikte.",
            "Verujem da su naše prakse svesnosti poboljšale zadovoljstvo našom vezom."
        ],
        "job": [
            "introducing_healthy_habits",
            "exploring_feelings"
        ],
        "slug": "mindfulness-together",
        "description": "Proceni kako praktikovanje svesnosti zajedno utiče na vašu vezu. Ocenite doslednost vaših rutina svesnosti i njihov uticaj na vašu emocionalnu povezanost i komunikaciju. Jačanje vaše zajedničke svesnosti može povećati empatiju, smanjiti stres i povećati ukupno zadovoljstvo vašom vezom."
    },
    {
        "title": "Usaglašenost seksualnih očekivanja",
        "research": "Istraživanja o kompatibilnosti u vezama naglašavaju važnost usaglašavanja seksualnih očekivanja za uspeh dugoročnih odnosa. Parovi koji otvoreno razgovaraju i usklađuju svoje seksualne želje, učestalost i preferencije izveštavaju o višem nivou zadovoljstva. Razumevanje i ispunjavanje seksualnih očekivanja jedno drugog podstiče intimnost i smanjuje sukobe vezane za nesklad želja.",
        "questions": [
            "Otvoreno smo razgovarali o našim seksualnim željama i očekivanjima.",
            "Naše seksualne potrebe su dobro usklađene.",
            "Zadovoljan/na sam učestalošću naših intimnih susreta.",
            "Oboje stavljamo prioritet na seksualno zadovoljstvo jedno drugog.",
            "Udobno nam je istraživati seksualne preferencije jedno drugog.",
            "Naša seksualna kompatibilnost pozitivno doprinosi našoj vezi.",
            "Efikasno rešavamo sve razlike u našim seksualnim očekivanjima.",
            "Imam poverenje da naš seksualni odnos ispunjava potrebe oboje."
        ],
        "job": [
            "preparing_for_intimacy",
            "having_and_discussing_sex"
        ],
        "slug": "sexual-expectations-alignment",
        "description": "Proceni koliko se dobro tvoje seksualne želje i očekivanja usklađuju sa partnerovim. Pregledom faktora kao što su zadovoljstvo, učestalost i međusobni prioriteti, možeš identifikovati oblasti snage i prilike za rast. Usaglašavanje seksualnih očekivanja poboljšava intimnost i smanjuje sukobe, čime se unapređuje tvoja veza."
    },
    {
        "title": "Ranljivost i otvorenost",
        "research": "Psihološke teorije o ranjivosti ističu da otvorenost i ranjivost prema partneru jačaju emocionalnu vezu i poverenje u vezi. Istraživanja pokazuju da su parovi koji prihvataju ranjivost otporniji tokom konflikata i zadovoljniji svojom vezom. Otvorenost stvara sigurno okruženje u kojem oba partnera mogu da izraze svoja prava osećanja bez straha od osude.",
        "questions": [
            "Osećam se prijatno kada sam ranjiv sa svojim partnerom.",
            "Moj partner me podstiče da podelim svoja prava osećanja i misli.",
            "Možemo otvoreno i iskreno razgovarati o teškim temama.",
            "Verujem svom partneru sa svojim najdubljim strahovima i nesigurnostima.",
            "Otvorenost o svojim ranjivostima je ojačala našu vezu.",
            "Rukujemo se ranjivostima na podržavajući i razumevajući način.",
            "Naša otvorenost jedno prema drugom poboljšava našu emocionalnu intimnost.",
            "Osećam se prihvaćeno od strane mog partnera čak i kada podelim svoje nesigurnosti."
        ],
        "job": [
            "preparing_for_intimacy",
            "improving_honesty_and_openness"
        ],
        "slug": "vulnerability-and-openness",
        "description": "Proceni koliko otvoreno deliš svoja osećanja i ranjivosti sa svojim partnerom. Razmišljajući o svom poverenju i komunikaciji, možeš identifikovati specifična područja za poboljšanje svoje emocionalne povezanosti. Jačanje tvoje otvorenosti će izgraditi otporniju i intimniju vezu."
    },
    {
        "title": "Rešavanje religijskih konflikata",
        "research": "Američka psihološka asocijacija izveštava da parovi koji aktivno rade na rešavanju religijskih konflikata obično imaju otpornije odnose. Efikasne strategije rešavanja problema prilagođene religijskim razlikama mogu sprečiti nesporazume i smanjiti tenzije. Prevazilaženjem religijskih razlika kroz otvoreni dijalog i međusobno poštovanje, parovi grade jaču osnovu za svoju vezu, povećavajući ukupno zadovoljstvo i dugoročnu stabilnost.",
        "questions": [
            "Efikasno rešavamo konflikte vezane za naše religijske razlike.",
            "Osećam se spremno da se suočim sa religijskim nesuglasicama sa svojim partnerom.",
            "Naš pristup rešavanju religijskih konflikata jača našu vezu.",
            "Otvoreno komuniciramo kada se naši religijski pogledi sukobe.",
            "Osećam se poštovano od strane svog partnera tokom religijskih nesuglasica.",
            "Imamo strategije za prevazilaženje religijskih razlika.",
            "Zajedno rešavanje religijskih konflikata učinilo je našu vezu jačom.",
            "Tražimo kompromis kada se naši religijski pogledi razlikuju."
        ],
        "job": [
            "discussing_religions",
            "solving_relationship_problems"
        ],
        "slug": "handling-religious-conflicts",
        "description": "«Proceni kako ti i tvoj partner rešavate religijske konflikte. Evaluacijom vaše komunikacije i strategija rešavanja konflikata, možete identifikovati efikasne metode i oblasti za poboljšanje. Unapređenje vašeg pristupa religijskim nesuglasicama podstiče međusobno poštovanje i jača vašu vezu.»"
    },
    {
        "title": "Deljenje duhovnih uverenja",
        "research": "Istraživanje objavljeno u Časopisu za brak i porodicu ističe da parovi koji otvoreno dele i raspravljaju o svojim duhovnim uverenjima obično doživljavaju viši nivo međusobnog poštovanja i razumevanja. Studije pokazuju da otvorena komunikacija o religiji može ojačati poverenje i smanjiti nesporazume. Kada partneri osećaju da su saslušani i poštovani u svojim uverenjima, to podstiče dublju emocionalnu povezanost i poboljšava stabilnost veze.",
        "questions": [
            "Udobno delimo svoja individualna duhovna uverenja jedno s drugim.",
            "Osećam se saslušano i poštovano kada moj partner govori o svojim religijskim stavovima.",
            "Redovno razgovaramo o tome kako naša uverenja utiču na naš svakodnevni život.",
            "Naši razgovori o religiji jačaju naše poverenje jedno u drugo.",
            "Osećamo se udobno istražujući razlike u našim duhovnim uverenjima.",
            "Deljenje naših duhovnih uverenja nas zbližava.",
            "Osećam podršku svog partnera u svojim religijskim praksama.",
            "Naši razgovori o religiji su slobodni od osuda."
        ],
        "job": [
            "discussing_religions",
            "improving_communication"
        ],
        "slug": "sharing-spiritual-beliefs",
        "description": "Proceni kako ti i tvoj partner delite i raspravljate o svojim duhovnim uverenjima. Procenom vaše komunikacije i međusobnog poštovanja u vezi sa religijom, možete identifikovati prilike za izgradnju poverenja i razumevanja. Poboljšanje ovih razgovora produbiće vašu emocionalnu povezanost i poboljšati stabilnost vaše veze."
    },
    {
        "title": "Religijske vrednosti u roditeljstvu",
        "research": "Istraživanje iz časopisa Child Development naglašava da su roditelji koji razgovaraju i usklađuju svoje religijske vrednosti bolje pripremljeni za izazove roditeljstva. Parovi koji otvoreno komuniciraju o tome kako će njihova religijska uverenja uticati na njihove stilove roditeljstva verovatnije će predstaviti jedinstven front i pružiti dosledne smernice svojoj deci. Ova usklađenost pomaže u stvaranju podržavajuće sredine koja poštuje i integriše duhovne perspektive oba partnera.",
        "questions": [
            "Razgovarali smo o tome kako će naša religijska uverenja uticati na naše roditeljstvo.",
            "Osećam se sigurno da ćemo deliti slične religijske vrednosti prilikom odgajanja dece.",
            "Naša buduća deca će biti izložena obema našim religijskim tradicijama.",
            "Imamo plan za rešavanje religijskih razlika u našem pristupu roditeljstvu.",
            "Razgovor o religijskim vrednostima nas je pripremio za potencijalne izazove roditeljstva.",
            "Osećam podršku svog partnera u uključivanju naših uverenja u roditeljstvo.",
            "Naši religijski razgovori su razjasnili kako želimo da odgajamo našu decu."
        ],
        "job": [
            "discussing_religions",
            "preparing_for_children"
        ],
        "slug": "religious-values-in-parenting",
        "description": "Proceni kako tvoja religijska uverenja oblikuju tvoj pristup roditeljstvu. Procenom svojih zajedničkih vrednosti i metoda komunikacije, možeš identifikovati oblasti saglasnosti i rešiti sve razlike. To osigurava da stvoriš dosledno i podržavajuće okruženje za odgajanje svoje dece."
    },
    {
        "title": "Kreativni dizajneri sastanaka",
        "research": "Planiranje kreativnih i zabavnih sastanaka može poboljšati zadovoljstvo u vezi uvođenjem raznolikosti i uzbuđenja u partnerstvo. Istraživanja pokazuju da parovi koji ulažu vreme u kreiranje jedinstvenih iskustava zajedno izveštavaju o jačim emocionalnim vezama i boljoj dugoročnoj kompatibilnosti.",
        "questions": [
            "Redovno planiramo kreativne i zabavne sastanke zajedno.",
            "Osećam da su naši sastanci zabavni i značajni.",
            "Planiranje sastanaka zajedno pomaže nam da se bolje razumemo.",
            "Naši kreativni sastanci jačaju našu povezanost.",
            "Radujem se sastancima koje planiramo zajedno.",
            "Uključujemo i zabavne i značajne aktivnosti u naše sastanke.",
            "Planiranje sastanaka zajedno je zabavan deo naše veze.",
            "Naši jedinstveni sastanci doprinose uzbuđenju u našoj vezi.",
            "Uživamo u smišljanju novih ideja za sastanke zajedno.",
            "Kreativno planiranje sastanaka pomaže nam da se povežemo na dubljem nivou."
        ],
        "job": [
            "having_fun_and_entertainment",
            "having_meaningful_conversations"
        ],
        "slug": "creative-date-designers",
        "description": "Proceni kako ti i tvoj partner planirate i uživate u kreativnim sastancima. Procenom vaših navika u vezi sa sastancima, možete otkriti načine da u svoju vezu uvedete više zabavnih i značajnih iskustava. Poboljšanje vašeg planiranja sastanaka ojačaće vašu povezanost i poboljšati ukupno zadovoljstvo u vezi."
    },
    {
        "title": "Zabava i strast kroz novine",
        "research": "Uključivanje novih iskustava u vezu može oživeti strast i intimnost. Istraživanja pokazuju da novina igra ključnu ulogu u održavanju seksualnog interesa i zadovoljstva, pomažući da se ponovo zapali strast i spreči stagnacija u dugoročnim vezama. Uključivanje u raznovrsne aktivnosti zajedno podstiče dinamičan i uzbudljiv romantičan život, jačajući emocionalne i fizičke veze.",
        "questions": [
            "Isprobavanje novih stvari zajedno čini našu vezu uzbudljivom.",
            "Nova iskustva doprinose našoj seksualnoj intimnosti.",
            "Koristimo nove aktivnosti da ponovo zapalimo strast u našoj vezi.",
            "Iskustvo novih stvari pomaže u održavanju naše romantične iskrice.",
            "Uvođenje novih iskustava jača našu fizičku povezanost.",
            "Nakon isprobavanja novih aktivnosti, osećamo se strastvenije jedno prema drugom.",
            "Nova iskustva pokreću razgovore o našim željama i intimnosti.",
            "Naš seksualni odnos koristi od novina koje uvodimo.",
            "Osećamo se avanturistički u našoj intimnosti nakon deljenja novih iskustava.",
            "Isprobavanje novih stvari zajedno poboljšava naš romantičan život."
        ],
        "job": [
            "having_new_experiences",
            "having_and_discussing_sex"
        ],
        "slug": "fun-and-passion-through-novelty",
        "description": "Ova procena pomaže vam da procenite kako isprobavanje novih iskustava može poboljšati strast i uzbuđenje u vašoj vezi. Razmišljajući o vašim zajedničkim aktivnostima, možete identifikovati načine za povećanje intimnosti i održavanje dinamičnosti vaše veze. Prihvatanje raznolikosti zajedno jača vašu emocionalnu i fizičku povezanost, što vodi ka ispunjenijem romantičnom životu."
    },
    {
        "title": "Poverenje u finansijsku transparentnost",
        "research": "Finansijska transparentnost je ključna komponenta u izgradnji poverenja između partnera. Istraživanja pokazuju da parovi koji otvoreno razgovaraju o svojim finansijskim situacijama, ciljevima i navikama trošenja imaju veću verovatnoću da će imati poverljive i stabilne odnose. Transparentnost u finansijama smanjuje nesigurnost i potencijalne konflikte, stvarajući osnovu poverenja.",
        "questions": [
            "Otvoreno razgovaramo o našim finansijskim ciljevima i planovima.",
            "Osećam se prijatno kada delim svoj finansijski status sa partnerom.",
            "Slažemo se o tome kako da upravljamo i raspodelimo naše finansije.",
            "Finansijska transparentnost gradi poverenje u našoj vezi.",
            "Redovno zajedno pregledamo našu finansijsku situaciju.",
            "Verujem svom partneru da odgovorno upravlja našim finansijama.",
            "Razgovor o finansijama ne stvara nepotrebne konflikte između nas.",
            "Naši finansijski razgovori pomažu nam da zajedno planiramo budućnost."
        ],
        "job": [
            "building_trust",
            "discussing_finances"
        ],
        "slug": "trust-in-financial-transparency",
        "description": "Proceni koliko otvoreno razgovaraš o svojim finansijskim ciljevima i upravljanju sa partnerom. Ocenjivanjem izjava o finansijskoj transparentnosti, možeš identifikovati svoje snage i oblasti koje treba poboljšati. Unapređenje tvoje finansijske komunikacije će izgraditi poverenje, smanjiti konflikte i podržati vaše zajedničko planiranje budućnosti."
    },
    {
        "title": "Stres i otpornost u vezi",
        "research": "Sposobnost zajedničkog suočavanja sa stresom jača otpornost veze. Parovi koji zajedno istražuju i razumeju svoja osećanja i međusobno se poveravaju imaju veće šanse da uspešno prebrode stresne trenutke. Zajedničko upravljanje stresom podstiče dublju povezanost i uzajamnu podršku.",
        "questions": [
            "Podržavamo se tokom stresnih perioda.",
            "Razumemo emocionalne reakcije jedno drugog na stres.",
            "Zajedno pronalazimo načine da ublažimo stres u vezi.",
            "Naše poverenje jedno u drugo pomaže nam da prevaziđemo izazove u vezi.",
            "Suočavanje sa stresom kao par učinilo je našu vezu jačom.",
            "Efikasno komuniciramo o stresorima koji utiču na našu vezu.",
            "U stresnim vremenima obraćamo se jedno drugom za utehu."
        ],
        "job": [
            "solving_relationship_problems",
            "exploring_feelings"
        ],
        "slug": "stress-and-relationship-resilience",
        "description": "Proceni kako ti i tvoj partner upravljate stresom i podržavate se tokom teških trenutaka. Razmišljajući o svojim reakcijama na uobičajene stresore, možete identifikovati svoje snage i odrediti oblasti za poboljšanje u zajedničkom suočavanju sa izazovima. Jačanje zajedničkog upravljanja stresom poboljšaće vašu povezanost i bolje vas pripremiti za prevazilaženje budućih prepreka."
    },
    {
        "title": "Emocionalno poverenje",
        "research": "Emocionalno poverenje se gradi kada partneri osećaju sigurnost da izraze svoje ranjivosti i emocije. Prema teoriji vezanosti, sigurne emocionalne veze su ključne za razvoj poverenja. Istraživanja pokazuju da parovi koji redovno dele svoja osećanja i pružaju emocionalnu podršku jedno drugom doživljavaju jače poverenje i intimnost, što dovodi do veće zadovoljstva u vezi.",
        "questions": [
            "Osećam se sigurno kada delim svoja najdublja osećanja sa svojim partnerom.",
            "Moj partner me podržava kada izražavam svoja osećanja.",
            "Validiramo emocije jedno drugog u našoj vezi.",
            "Verujem svom partneru sa svojim emocionalnim blagostanjem.",
            "Naša emocionalna povezanost jača naše poverenje.",
            "Odvajamo vreme da redovno razgovaramo o svojim osećanjima.",
            "Moj partner razume moje emocionalne potrebe.",
            "Izražavanje emocija sa svojim partnerom poboljšava našu vezu."
        ],
        "job": [
            "building_trust",
            "exploring_feelings"
        ],
        "slug": "emotional-trust",
        "description": "Proceni kako izražavaš i podržavaš emocije u svojoj vezi. Procenom svoje emocionalne komunikacije kroz specifične tvrdnje, možeš identifikovati svoje snage i oblasti za poboljšanje. Jačanje emocionalnog poverenja kroz iskrene razgovore produbiće vašu intimnost i poboljšati zadovoljstvo u vezi."
    },
    {
        "title": "Poverenje i intimnost",
        "research": "Poverenje igra ključnu ulogu u razvoju intimnosti unutar veze. Istraživanja pokazuju da je seksualna intimnost duboko povezana sa emocionalnim poverenjem; partneri koji se međusobno poveravaju su udobniji u istraživanju svojih intimnih potreba i želja. Poverenje omogućava otvorene razgovore o preferencijama i granicama, što poboljšava ukupnu seksualnu i emocionalnu povezanost.",
        "questions": [
            "Osećam se udobno kada sam fizički intiman/na sa svojim partnerom.",
            "Efikasno komuniciramo naše intimne potrebe i granice.",
            "Poverenje poboljšava našu fizičku i emocionalnu intimnost.",
            "Osećam se sigurno da izrazim svoje želje tokom intimnih trenutaka.",
            "Naš intimni život je izgrađen na osnovu poverenja.",
            "Otvoreno razgovaramo o našoj intimnosti bez straha od osude.",
            "Poverenje nam omogućava da zajedno istražujemo nove aspekte naše intimnosti.",
            "Zadovoljan/na sam nivoom intimnosti u našoj vezi."
        ],
        "job": [
            "building_trust",
            "having_and_discussing_sex"
        ],
        "slug": "trust-and-intimacy",
        "description": "Proceni poverenje i intimnost u tvojoj vezi razmišljajući o izjavama o emocionalnoj sigurnosti, komunikaciji i fizičkoj povezanosti. Identifikovaćeš svoje snage i odrediti oblasti u kojima se poverenje i intimnost mogu ojačati. Unapređenje ovih aspekata će produbiti tvoju emocionalnu vezu i poboljšati ukupnu povezanost sa partnerom."
    },
    {
        "title": "Emocionalna intimnost i poverenje",
        "research": "Emocionalna intimnost i poverenje su ključne komponente uspešnog braka. Istraživanja pokazuju da parovi koji otvoreno dele svoje ranjivosti i podržavaju emocionalne potrebe jedno drugog razvijaju dublju, otporniju vezu. Poverenje stvara sigurno okruženje u kojem se oba partnera osećaju zaštićeno i cenjeno, što poboljšava ukupno zadovoljstvo u vezi.",
        "questions": [
            "Verujem svom partneru da će biti iskren sa mnom, čak i o teškim temama.",
            "Udobno delimo svoja najdublja osećanja i ranjivosti jedno s drugim.",
            "Osećam podršku svog partnera u stresnim trenucima.",
            "Održavamo transparentnost u našim postupcima i odlukama.",
            "Mogu se osloniti na svog partnera da će čuvati moje tajne.",
            "Redovno proveravamo emocionalno blagostanje jedno drugog.",
            "Naša veza je izgrađena na osnovu međusobnog poverenja i poštovanja."
        ],
        "job": [
            "preparing_for_marriage",
            "building_trust"
        ],
        "slug": "emotional-intimacy-and-trust",
        "description": "Proceni kako deliš osećanja, podržavaš jedno drugo i održavaš iskrenost u svojoj vezi. Razmišljajući o ovim aspektima, možeš identifikovati svoje snage i oblasti za poboljšanje. Jačanje emocionalne intimnosti i poverenja će dovesti do sigurnijeg i ispunjenijeg partnerstva."
    },
    {
        "title": "Konflikti u zajednici: Kako se nositi sa nesuglasicama oko zajedničkog života",
        "research": "Efikasno rešavanje konflikata je ključno za uspešno zajedničko življenje. Istraživanja pokazuju da parovi koji koriste zdrave komunikacione strategije za rešavanje nesuglasica obično imaju otpornije i zadovoljnije veze. Učenje kako konstruktivno navigirati kroz konflikte pomaže u održavanju harmonije i sprečavanju da manji problemi eskaliraju.",
        "questions": [
            "Nesuglasice oko naše životne situacije rešavamo smireno i s poštovanjem.",
            "Tokom konflikata oko našeg doma, osećam se saslušano i shvaćeno.",
            "Imamo strategije za rešavanje sporova oko kućnih pitanja.",
            "Konflikti oko zajedničkog života ne utiču negativno na našu vezu.",
            "U stanju smo da pronađemo međusobno prihvatljiva rešenja za naše nesuglasice.",
            "Osećam se sigurno u našu sposobnost da se nosimo sa konfliktima koji proizađu iz zajedničkog života.",
            "Otvoreno razgovaramo i rešavamo pitanja vezana za zajednički život.",
            "Naš pristup rešavanju konflikata jača našu vezu."
        ],
        "job": [
            "preparing_for_cohabitation",
            "solving_relationship_problems"
        ],
        "slug": "conflict-in-the-commune-handling-disagreements-over-living-together",
        "description": "Proceni kako se nosiš sa konfliktima vezanim za zajednički život. Evaluacijom svojih pristupa nesuglasicama i komunikaciji o kućnim pitanjima, možeš identifikovati svoje snage i oblasti za poboljšanje. Unapređenje svojih veština rešavanja konflikata će promovisati harmoniju i ojačati tvoju vezu."
    },
    {
        "title": "Dekoracija i dizajn: Kreiranje zajedničkog životnog prostora",
        "research": "Kreiranje zajedničkog životnog prostora koji odražava ukuse i preferencije oba partnera je ključno za uspešnu zajednicu. Istraživanja sugerišu da uključivanje oba partnera u proces dekoracije povećava osećaj vlasništva i zadovoljstva unutar doma. Harmonično životno okruženje doprinosi pozitivnoj dinamici odnosa i međusobnom poštovanju.",
        "questions": [
            "Saradjujemo na dekoraciji i dizajnu našeg zajedničkog životnog prostora.",
            "Osećam da naš dom odražava naše lične stilove.",
            "Uživamo u procesu stvaranja udobnog životnog okruženja zajedno.",
            "Kompromisi u izboru dekoracije doma ne izazivaju značajnu napetost.",
            "Naš zajednički prostor nas čini povezanijim kao par.",
            "Poštujemo preferencije jedno drugog prilikom donošenja dizajnerskih odluka.",
            "Dekoracija našeg doma zajedno je bila zabavno i povezivanje iskustvo.",
            "Osećam se srećno i udobno u našem zajedničkom životnom prostoru."
        ],
        "job": [
            "preparing_for_cohabitation",
            "having_fun_and_entertainment"
        ],
        "slug": "decor-and-design-creating-a-shared-living-space",
        "description": "Proceni koliko efikasno ti i tvoj partner sarađujete na kreiranju životnog prostora koji odražava oba vaša stila. Evaluacijom vaših zajedničkih odluka o dekoraciji i sposobnosti spajanja preferencija, možete identifikovati snage i oblasti za poboljšanje. Poboljšanje procesa dizajniranja doma zajedno povećava međusobno zadovoljstvo i jača vašu vezu."
    },
    {
        "title": "Zbir timskog rada",
        "research": "Efikasno rešavanje problema i komunikacija su ključni za snalaženje u složenostima roditeljstva. Parovi koji su uspostavili jake veštine rešavanja problema i otvorene kanale komunikacije su bolje pripremljeni da se suoče sa neizbežnim izazovima koji se javljaju prilikom odgajanja dece. Istraživanja pokazuju da ove veštine ne samo da pomažu u upravljanju roditeljskim pitanjima, već i jačaju celokupnu vezu, obezbeđujući podržavajuće partnerstvo.",
        "questions": [
            "Možemo efikasno rešavati nesuglasice vezane za roditeljstvo zajedno.",
            "Naše komunikacione veštine pomažu nam da se nosimo sa izazovima vezanim za decu.",
            "Osećamo se sigurno u našoj sposobnosti da rešavamo konflikte koji proizađu iz roditeljstva.",
            "Radimo kao tim da bismo pronašli rešenja za probleme u roditeljstvu.",
            "Naše strategije rešavanja problema smanjuju stres kada se suočavamo sa pitanjima roditeljstva.",
            "Dobro komuniciramo o našim ulogama i odgovornostima kao roditelji.",
            "Zajedničko rešavanje problema povećava našu spremnost za roditeljstvo."
        ],
        "job": [
            "preparing_for_children",
            "solving_relationship_problems"
        ],
        "slug": "teamwork-tot-up",
        "description": "Proceni koliko efikasno rešavate nesuglasice u roditeljstvu i komunicirate o odgajanju dece. Ocenjivanjem izjava o vašim veštinama rešavanja problema i komunikacije, možete identifikovati svoje snage i oblasti za poboljšanje. Jačanje ovih veština priprema vas da zajedno rešavate izazove roditeljstva i poboljšava vašu vezu."
    },
    {
        "title": "Finansijski plodna budućnost",
        "research": "Istraživanja ističu da je finansijska stabilnost ključni faktor u smanjenju stresa kod roditelja i obezbeđivanju negujuće okruženje za decu. Parovi koji proaktivno razgovaraju o svojim finansijskim planovima i budžetima bolje su pripremljeni da se nose sa neočekivanim troškovima vezanim za odgajanje dece. Studije takođe pokazuju da usklađene finansijske ciljeve doprinose ukupnom zadovoljstvu u vezi, olakšavajući prioritizaciju porodičnih potreba u odnosu na lične želje.",
        "questions": [
            "Imamo jasan finansijski plan za odgajanje dece.",
            "Osećam se sigurno u našoj sposobnosti da upravljamo dodatnim troškovima vezanim za decu.",
            "Razgovarali smo i dogovorili se o strategijama štednje za našu buduću porodicu.",
            "Verujem svom partneru da efikasno donosi finansijske odluke vezane za našu decu.",
            "Imamo budžet koji obezbeđuje i naš trenutni stil života i buduće potrebe roditeljstva.",
            "Razgovor o finansijama vezanim za decu smanjuje moju anksioznost u vezi sa našom finansijskom budućnošću.",
            "Osećamo se finansijski spremni da podržimo obrazovanje naše dece i vanškolskih aktivnosti.",
            "Naši finansijski ciljevi su usklađeni sa našim planovima za decu."
        ],
        "job": [
            "preparing_for_children",
            "discussing_finances"
        ],
        "slug": "financially-fertile-future",
        "description": "Proceni svoju spremnost da upravljaš finansijskim obavezama vezanim za decu pregledom svojih finansijskih planova, strategija budžetiranja i zajedničkih ciljeva. Identifikuj oblasti snage i prilike za poboljšanje kako bi osigurao da možeš da se nosiš sa dodatnim troškovima i podržiš buduće potrebe svoje porodice. Unapređenje tvoje finansijske koordinacije zajedno smanjiće stres i stvoriti stabilno, podržavajuće okruženje za tvoju decu."
    },
    {
        "title": "Priprema za razigrano roditeljstvo",
        "research": "Održavanje osećaja zabave i ljubavi je važno za parove koji prelaze u roditeljstvo. Istraživanja sugerišu da parovi koji nastavljaju da se bave prijatnim aktivnostima i izražavaju ljubav i nežnost bolje balansiraju svoju vezu sa zahtevima odgajanja dece. Ova ravnoteža doprinosi pozitivnom porodičnom okruženju i pomaže u očuvanju romantične veze između partnera usred izazova roditeljstva.",
        "questions": [
            "Pronalazimo vreme za zabavne aktivnosti zajedno čak i dok se pripremamo za decu.",
            "Naša veza ostaje puna ljubavi i nežnosti dok planiramo da imamo decu.",
            "Uživamo u ideji o proširenju naše porodice zajedno.",
            "Uključivanje u razigrane aktivnosti jača našu vezu dok se pripremamo za roditeljstvo.",
            "Osećamo da održavanje zabave u našoj vezi pomaže da se nosimo sa roditeljskim obavezama.",
            "Izražavanje ljubavi i nežnosti je važno za nas dok postajemo roditelji.",
            "Uživamo u planiranju zabavnih iskustava koja ćemo deliti kao porodica.",
            "Naša sposobnost da se zabavljamo zajedno poboljšava našu spremnost za roditeljstvo."
        ],
        "job": [
            "preparing_for_children",
            "having_fun_and_entertainment"
        ],
        "slug": "playful-parenting-prep",
        "description": "Proceni kako održavanje zabave i ljubavi podržava tvoju tranziciju u roditeljstvo. Oceni tvrdnje o uključivanju u prijatne aktivnosti i izražavanju ljubavi kako bi identifikovao svoje snage i oblasti za poboljšanje. Unapređenje ovih aspekata stvoriće pozitivno porodično okruženje i ojačati tvoju romantičnu vezu dok se pripremaš za decu."
    },
    {
        "title": "Čini ljubaznosti i zahvalnosti",
        "research": "Redovno izražavanje ljubaznosti i zahvalnosti stvara pozitivno emocionalno okruženje u vezi. Čini ljubaznosti, bez obzira na to da li su veliki ili mali, i verbalna zahvalnost pomažu u izgradnji poverenja i jačanju vrednosti koju partneri daju jedno drugom. Istraživanja su pokazala da su parovi koji dosledno pokazuju zahvalnost zadovoljniji i izveštavaju o jačem osećaju ljubavi i nežnosti.",
        "questions": [
            "Često izražavamo zahvalnost jedno drugom.",
            "Osećam da moj partner prepoznaje moje napore.",
            "Redovno činim ljubazne geste za svog partnera.",
            "Izražavanje zahvalnosti je prioritet u našoj vezi.",
            "Naši čini ljubaznosti jačaju našu ljubav jedno prema drugom.",
            "Osećam se cenjeno zahvaljujući izražavanju zahvalnosti mog partnera.",
            "Uzimamo vreme da se redovno zahvaljujemo jedno drugom."
        ],
        "job": [
            "enhancing_love_and_affection",
            "building_trust"
        ],
        "slug": "acts-of-kindness-and-appreciation",
        "description": "Proceni kako ti i tvoj partner izražavate ljubaznost i zahvalnost u vašoj vezi. Procenom vašeg međusobnog prepoznavanja i promišljenih gesta, možete identifikovati svoje snage i oblasti za poboljšanje. Unapređenje ovih ponašanja će izgraditi poverenje, povećati zadovoljstvo i ojačati vašu emocionalnu povezanost."
    },
    {
        "title": "Poverenje u rešavanju konflikata",
        "research": "Efikasno rešavanje konflikata je ključno za održavanje poverenja u vezama. Istraživanja su pokazala da način na koji parovi rešavaju nesuglasice može ili ojačati ili oslabiti njihovo poverenje. Parovi koji pristupaju konfliktima s poštovanjem, teže međusobnom razumevanju i traže konstruktivna rešenja obično održavaju viši nivo poverenja i zadovoljstva u vezi.",
        "questions": [
            "Sukobe rešavamo s poštovanjem, bez preziranja ili kritike.",
            "Verujem da možemo pravedno rešiti nesuglasice.",
            "Fokusiramo se na razumevanje perspektiva jedno drugog tokom sukoba.",
            "Naš pristup konfliktima jača naše poverenje.",
            "Izbegavamo da pominjemo prošle probleme tokom nesuglasica.",
            "Tražimo konstruktivna rešenja prilikom rešavanja sukoba.",
            "Osećam se saslušano i poštovano tokom naših nesuglasica.",
            "Možemo povratiti naše poverenje nakon nesuglasice."
        ],
        "job": [
            "building_trust",
            "solving_relationship_problems"
        ],
        "slug": "trust-in-conflict-resolution",
        "description": "Proceni kako ti i tvoj partner rešavate nesuglasice kako biste održali i izgradili poverenje. Ocenjivanjem izjava vezanih za rešavanje konflikata, možete identifikovati svoje snage i odrediti oblasti koje treba poboljšati. Unapređenje vašeg pristupa rešavanju sukoba poboljšaće komunikaciju i ojačati vašu vezu."
    },
    {
        "title": "Emocionalno gneždenje",
        "research": "Emocionalna spremnost je ključna za zdrav prelazak u roditeljstvo. Istraživanja su pokazala da su parovi sa jakim komunikacijskim veštinama i međusobnim poverenjem bolje opremljeni za suočavanje sa emocionalnim izazovima odgajanja dece. Efikasna komunikacija pomaže partnerima da izraze svoje strahove, očekivanja i potrebe za podrškom, dok poverenje osigurava da se oboje osećaju sigurno oslanjajući se jedno na drugo u stresnim vremenima.",
        "questions": [
            "Otvoreno komuniciramo o našim strahovima i očekivanjima u vezi sa roditeljstvom.",
            "Osećam emocionalnu podršku od mog partnera u našoj odluci da imamo decu.",
            "Verujemo jedno drugom da ćemo se nositi sa emocionalnim izazovima koji dolaze sa odgajanjem dece.",
            "Redovno razgovaramo o tome kako će postati roditelji uticati na našu vezu.",
            "Osećam se prijatno izražavajući svoje emocionalne potrebe vezane za roditeljstvo sa svojim partnerom.",
            "Naša komunikacija jača našu sposobnost da se nosimo sa stresom roditeljstva.",
            "Uspostavili smo snažnu emocionalnu osnovu za zajedničko odgajanje dece."
        ],
        "job": [
            "preparing_for_children",
            "improving_communication"
        ],
        "slug": "emotional-nesting",
        "description": "Procenujete svoju emocionalnu spremnost za roditeljstvo razgovarajući o svojim strahovima, očekivanjima i potrebama za podrškom. Ova procena pomaže vam da razumete koliko efikasno komunicirate i verujete jedno drugom u upravljanju izazovima odgajanja dece. Jačanje ovih oblasti osigurava da ste spremni da zajedno upravljate emocionalnim aspektima roditeljstva."
    },
    {
        "title": "Deljenje kućnih poslova: Kućna harmonija",
        "research": "Istraživanja u dinamikama odnosa ističu da jasno definisane kućne odgovornosti značajno doprinose zadovoljstvu u vezi. Studije su pokazale da nejasnoće oko kućnih poslova često dovode do frustracija i sukoba između partnera. Uspostavljanjem jasnih očekivanja i otvorenom komunikacijom o kućnim zadacima, parovi mogu smanjiti nesporazume i poboljšati saradnju. Ova provera pomaže partnerima da procene kako dobro upravljaju zajedničkim odgovornostima i identifikuju oblasti za poboljšanje.",
        "questions": [
            "Imamo jasno razumevanje kućnih odgovornosti jedno drugog.",
            "Smatram da je raspodela kućnih poslova između nas fer.",
            "Efikasno komuniciramo kada dođe do promena u našim kućnim rutinama.",
            "Udobno se osećam kada razgovaram o frustracijama koje imam u vezi sa kućnim zadacima.",
            "Proaktivno se bavimo bilo kakvim nerazmerama u našim zajedničkim odgovornostima.",
            "Deljenje kućnih poslova jača našu vezu.",
            "Osećam podršku svog partnera u održavanju našeg doma."
        ],
        "job": [
            "preparing_for_cohabitation",
            "discussing_finances"
        ],
        "slug": "sharing-the-chores-household-harmony",
        "description": "Ova provera pomaže vam da procenite kako vi i vaš partner upravljate kućnim odgovornostima. Procjenom pravednosti, komunikacije i podrške u vašim zajedničkim poslovima, možete identifikovati specifične oblasti za poboljšanje. Poboljšanje vašeg pristupa kućnim zadacima može smanjiti sukobe i ojačati vašu vezu."
    },
    {
        "title": "Lični prostor: Balansiranje zajedništva i vremena za sebe",
        "research": "Psihološke studije naglašavaju važnost ličnog prostora u vezama, ističući da poštovanje potrebe za vremenom za sebe može poboljšati poverenje i intimnost. Kada partneri priznaju i poštuju individualne granice, to stvara osećaj sigurnosti i ličnog blagostanja. Ova ravnoteža pomaže u sprečavanju osećaja gušenja i promoviše zdravije, održivije suživot.",
        "questions": [
            "Poštujemo potrebe jedno drugog za ličnim prostorom i vremenom za sebe.",
            "Osećam se prijatno kada uzmem vreme za sebe bez osećaja krivice.",
            "Moj partner razume i podržava moje lične interese i hobije.",
            "Usvojili smo granice koje pomažu u očuvanju naših individualnih identiteta.",
            "Provođenje vremena odvojeno jača našu vezu.",
            "Osećam da je naš balans zajedništva i nezavisnosti zdrav.",
            "Efikasno komuniciramo o našoj potrebi za ličnim prostorom."
        ],
        "job": [
            "preparing_for_cohabitation",
            "building_trust"
        ],
        "slug": "personal-space-balancing-togetherness-and-alone-time",
        "description": "Proceni koliko dobro balansiraš vreme provedeno zajedno i vreme za sebe. Odgovarajući na tvrdnje o poštovanju granica i podršci ličnom prostoru, možeš identifikovati svoje snage i oblasti za poboljšanje. Unapređenje ove ravnoteže će ojačati tvoje poverenje, komunikaciju i ukupnu vezu."
    },
    {
        "title": "Zabava i ljubav",
        "research": "Održavanje zabave i ljubavi je ključno za očuvanje intimnosti u braku. Istraživanja pokazuju da parovi koji se zajedno bave prijatnim aktivnostima i redovno izražavaju ljubav doživljavaju veće nivoe sreće i jaču seksualnu povezanost. Igra i ljubazna ponašanja pomažu da veza ostane živahna i emocionalno ispunjena.",
        "questions": [
            "Redovno se bavimo zabavnim aktivnostima koje oboje volimo.",
            "Osećam se voljeno i cenjeno kroz ljubazne geste mog partnera.",
            "Pravimo vreme za razigrane interakcije u našoj vezi.",
            "Naša veza održava zdrav nivo strasti i intimnosti.",
            "Zajedno slavimo uspehe i radosti jedno drugog.",
            "Osećam povezanost sa svojim partnerom kroz zajedničke hobije i interese.",
            "Održavamo romansu živom kroz pažljive iznenađenja i geste."
        ],
        "job": [
            "preparing_for_marriage",
            "having_fun_and_entertainment"
        ],
        "slug": "fun-and-affection",
        "description": "Proceni nivo zabave i ljubavi u tvojoj vezi. Ocenjujući zajedničke aktivnosti i ljubazna ponašanja, možeš identifikovati svoje snage i odrediti oblasti za poboljšanje. Unapređenje ovih aspekata će povećati tvoju sreću i ojačati emocionalnu povezanost."
    },
    {
        "title": "Pripremljenost za brak",
        "research": "Biti spreman za brak podrazumeva rešavanje praktičnih aspekata kao što su životni aranžmani, planovi roditeljstva i uspostavljanje zdravih životnih navika. Istraživanja pokazuju da parovi koji proaktivno razgovaraju i planiraju ove oblasti doživljavaju lakše prelaze u bračni život i smanjen postbračni stres. Priprema zajedno osigurava da su oba partnera spremna da preuzmu odgovornosti koje dolaze s brakom.",
        "questions": [
            "Razgovarali smo o našim životnim aranžmanima i osećamo se prijatno sa našim planovima.",
            "Slažemo se oko naših filozofija i pristupa roditeljstvu.",
            "Uspostavili smo zdrave navike koje oboje želimo da održavamo nakon braka.",
            "Osećam se spremno da podelim kućne obaveze sa svojim partnerom.",
            "Planirali smo potencijalne izazove vezane za zajednički život.",
            "Razgovarali smo o tome kako ćemo uskladiti posao i porodični život.",
            "Osećam se sigurno u našu sposobnost da podržavamo jedno drugo u održavanju zdravog načina života."
        ],
        "job": [
            "preparing_for_marriage",
            "preparing_for_cohabitation"
        ],
        "slug": "preparedness-for-marriage",
        "description": "Proceni svoju spremnost za brak ocenjivanjem ključnih oblasti kao što su životni aranžmani, planovi roditeljstva i zdrave životne navike. Razgovarajući i ocenjujući ova tvrđenja zajedno, možete identifikovati svoje snage i rešiti potencijalne izazove. Ova priprema pomaže da se osigura lak prelaz u bračni život i jača vašu vezu."
    },
    {
        "title": "Kompatibilnost roditeljskih stilova",
        "research": "Kompatibilni roditeljski stilovi su ključni za harmonično porodično okruženje. Istraživanja pokazuju da parovi koji razumeju i usklađuju svoje pristupe roditeljstvu doživljavaju manje sukoba i pružaju doslednije odgajanje svojoj deci. Razgovor i rešavanje razlika u roditeljskoj filozofiji pre nego što dobiju decu može dovesti do efikasnijeg zajedničkog roditeljstva i jedinstvenog pristupa izazovima odgajanja.",
        "questions": [
            "Razgovarali smo o našim individualnim stilovima i preferencijama roditeljstva.",
            "Imam osećaj da su naši pristupi roditeljstvu kompatibilni.",
            "Možemo otvoreno razgovarati i rešavati nesuglasice oko odgajanja.",
            "Dogovorili smo se o osnovnim vrednostima i pravilima za odgajanje naše dece.",
            "Razumevanje roditeljskih filozofija jedno drugog jača našu vezu.",
            "Imamo poverenje u našu sposobnost da efikasno zajednički odgajamo.",
            "Razgovor o teškim temama vezanim za roditeljstvo pripremio nas je za buduće izazove."
        ],
        "job": [
            "preparing_for_children",
            "understanding_mutual_compatibility"
        ],
        "slug": "parenting-playbook-compatibility",
        "description": "Proceni kako se tvoji stilovi i metode roditeljstva usklađuju sa partnerovim. Procenom specifičnih izjava, identifikuješ oblasti saglasnosti i potencijalne sukobe. To ti pomaže da efikasnije komuniciraš i stvoriš dosledno, podržavajuće okruženje za svoju decu."
    },
    {
        "title": "Majstorstvo komunikacije",
        "research": "Efikasna komunikacija je ključna za zdrav brak. Istraživanja pokazuju da parovi koji aktivno razvijaju svoje komunikacione veštine, uključujući aktivno slušanje i jasno izražavanje potreba, beleže veću zadovoljstvo u vezi i bolju rezoluciju konflikata. Otvorenim i poštovanim razgovorom o teškim temama, partneri grade jaču i razumevajuću vezu.",
        "questions": [
            "Osećamo se prijatno kada razgovaramo o lakim i ozbiljnim temama.",
            "Osećam se saslušano i razumevano kada izražavam svoja osećanja partneru.",
            "Efikasno rešavamo konflikte bez dugotrajnog ogorčenja.",
            "Osećam se sigurno u našoj sposobnosti da se nosimo sa nesporazumima.",
            "Redovno vežbamo aktivno slušanje tokom naših razgovora.",
            "Mogu jasno izraziti svoje potrebe i želje partneru.",
            "Težimo da razumemo perspektive jedno drugog tokom nesuglasica."
        ],
        "job": [
            "preparing_for_marriage",
            "improving_communication"
        ],
        "slug": "communication-mastery",
        "description": "Proceni koliko efikasno komuniciraš sa svojim partnerom o raznim temama. Procenom svoje sposobnosti da slušaš, izražavaš svoje potrebe i rešavaš konflikte, možeš identifikovati svoje snage i oblasti za poboljšanje. Poboljšanje svojih komunikacionih veština će izgraditi poverenje, poboljšati razumevanje i ojačati vašu vezu."
    },
    {
        "title": "Poverenje u komunikaciji",
        "research": "Istraživanja u psihologiji odnosa pokazuju da je otvorena i iskrena komunikacija osnovna za izgradnju poverenja između partnera. Studije su pokazale da parovi koji dosledno otvoreno komuniciraju o svojim osećanjima i mislima obično prijavljuju viši nivo poverenja i zadovoljstva u vezi. Transparentnost i iskrenost smanjuju nesporazume i podstiču sigurnu emocionalnu povezanost, što je ključno za stabilnost dugoročnih odnosa.",
        "questions": [
            "Otvoreno i iskreno komuniciramo jedno s drugim.",
            "Osećam se prijatno kada delim svoja prava osećanja i misli sa partnerom.",
            "Moj partner me sluša bez osude kada se izražavam.",
            "Brzo i efikasno rešavamo nesporazume.",
            "Verujem svom partneru da će biti iskren prema meni.",
            "Iskrenost u našoj komunikaciji jača naše poverenje.",
            "Izbegavamo da čuvamo tajne jedno od drugog.",
            "Naša otvorena komunikacija pomaže u rešavanju konflikata."
        ],
        "job": [
            "building_trust",
            "improving_communication"
        ],
        "slug": "trust-in-communication",
        "description": "Proceni koliko otvoreno i iskreno komuniciraš sa svojim partnerom. Ocenjivanjem specifičnih aspekata tvoje komunikacije, možeš identifikovati snage i oblasti za poboljšanje. Poboljšanje dijaloga gradi poverenje i podstiče sigurniju i ispunjeniju vezu."
    },
    {
        "title": "Romantične geste i iznenađenja",
        "research": "Održavanje romantike kroz redovne geste i povremena iznenađenja čini vezu živahnom i jača ljubav i pažnju. Romantične geste, bilo da su planirane ili spontane, pomažu da se ponovo zapali strast i sprečavaju da veza postane stagnirajuća. Istraživanja sugerišu da parovi koji aktivno učestvuju u romantičnim ponašanjima izveštavaju o višim nivoima zadovoljstva i održanoj emocionalnoj povezanosti.",
        "questions": [
            "Redovno se upuštamo u romantične geste jedno prema drugom.",
            "Iznenađenja čine našu vezu uzbudljivom.",
            "Osećam uzbuđenje kada moj partner planira iznenađenja za mene.",
            "Romantične aktivnosti su dosledan deo naše veze.",
            "Trudimo se da održimo romantiku živom.",
            "Iznenađenja su poboljšala moja osećanja ljubavi.",
            "Naše romantične geste čine da se osećam cenjenom.",
            "Ponovno paljenje strasti je prioritet za nas."
        ],
        "job": [
            "enhancing_love_and_affection",
            "rekindling_passion"
        ],
        "slug": "romantic-gestures-and-surprises",
        "description": "Proceni kako ti i tvoj partner uključujete romantične geste i iznenađenja u vašu vezu. Ocenjujući vaše napore da izrazite ljubav i održite uzbuđenje, možete identifikovati svoje snage i oblasti za poboljšanje. Povećanje ovih ponašanja produbiće vašu emocionalnu povezanost i održati vašu vezu živahnom i ispunjenom."
    },
    {
        "title": "Prevazilaženje izazova kroz nova iskustva",
        "research": "Suočavanje i prevazilaženje izazova tokom novih poduhvata značajno jača sposobnosti parova za rešavanje problema i povećava međusobno poverenje. Istraživači u oblasti odnosa su otkrili da uspešno snalaženje u nepoznatim i potencijalno teškim situacijama promoviše otpornost i produbljuje partnerstvo. Ovi zajednički izazovi podstiču parove da se međusobno podržavaju, što jača i poverljiviji odnos.",
        "questions": [
            "Kada se suočavamo sa izazovima u novim aktivnostima, radimo zajedno da ih prevaziđemo.",
            "Uspešno rešavanje novih iskustava jača naše veštine rešavanja problema kao para.",
            "Prevazilaženje teškoća u novim poduhvatima povećava moje poverenje u partnera.",
            "Na nove izazove pristupamo kao tim.",
            "Suočavanje sa preprekama u novim iskustvima nas zbližava.",
            "Učimo da se oslanjamo jedno na drugo kada pokušavamo nešto novo.",
            "Izazovi tokom novih aktivnosti poboljšavaju našu otpornost u vezi.",
            "Osećamo se sigurnije u našoj vezi nakon što zajedno prevaziđemo nova iskustva.",
            "Rešavanje teškoća u novim iskustvima povećava naše poverenje.",
            "Podržavamo se kada nove aktivnosti postanu izazovne."
        ],
        "job": [
            "having_new_experiences",
            "solving_relationship_problems"
        ],
        "slug": "overcoming-challenges-with-new-experiences",
        "description": "Proceni kako efikasno ti i tvoj partner zajedno rešavate nove izazove. Procenom vašeg timskog rada i poverenja u nepoznatim situacijama, možete identifikovati svoje snage i oblasti za poboljšanje. Povećanje vaše sposobnosti da prevaziđete nova iskustva izgradiće vašu otpornost i ojačati međusobno poverenje."
    },
    {
        "title": "Balansiranje zabave i odgovornosti",
        "research": "Balansiranje slobodnog vremena i odgovornosti je ključno za dugovečnost veze. Parovi koji uspevaju da integrišu zabavu u svoju rutinu dok se bave odgovornostima izveštavaju o većem zadovoljstvu i nižim nivoima stresa. Efikasno balansiranje može sprečiti sagorevanje i održati harmoniju u vezi.",
        "questions": [
            "Efikasno balansiramo zabavne aktivnosti sa našim odgovornostima.",
            "Osećam da naše vreme za zabavu ne ometa naše obaveze.",
            "Uspevamo da uključimo zabavu čak i tokom zauzetih perioda.",
            "Balansiranje slobodnog vremena i radnih zadataka poboljšava našu vezu.",
            "Podržavamo jedno drugo u održavanju zabavnog i odgovornog načina života.",
            "Naša veza ostaje prijatna uprkos našim odgovornostima.",
            "Dodeljivanje vremena za zabavu pomaže nam da bolje rešavamo izazove u vezi.",
            "Dobro komuniciramo o balansiranju zabave i dužnosti.",
            "Zadovoljan/na sam načinom na koji upravljamo našim slobodnim vremenom pored obaveza.",
            "Naš balans zabave i odgovornosti doprinosi zdravlju naše veze."
        ],
        "job": [
            "having_fun_and_entertainment",
            "solving_relationship_problems"
        ],
        "slug": "balancing-fun-and-responsibilities",
        "description": "Proceni koliko efikasno balansiraš zabavne aktivnosti sa svojim odgovornostima. Procenom svoje sposobnosti da integrišeš slobodno vreme i obaveze, možeš identifikovati snage i oblasti koje treba poboljšati. Poboljšanje ovog balansa povećaće tvoje zadovoljstvo u vezi, smanjiti stres i održati harmoniju između tebe i tvog partnera."
    },
    {
        "title": "Usaglašavanje budućih planova",
        "research": "Istraživanja pokazuju da parovi sa usklađenim budućim ciljevima, kao što su karijerne aspiracije, planiranje porodice i finansijski ciljevi, obično doživljavaju viši nivo bračne zadovoljstva i niži nivo konflikata. Kada partneri dele zajedničku viziju svoje budućnosti, lakše prolaze kroz životne tranzicije i efikasno podržavaju ambicije jedno drugog. Osiguranje da su oboje na istoj strani kada je reč o dugoročnim planovima stvara čvrst temelj za brak.",
        "questions": [
            "Razgovarali smo o našim dugoročnim karijernim ciljevima i podržavamo ambicije jedno drugog.",
            "Osećam se sigurno da su naši finansijski ciljevi usklađeni za budućnost.",
            "Imamo zajedničku viziju kako želimo da izgleda naš porodični život nakon braka.",
            "Udobno se osećam kada razgovaramo i planiramo našu penziju zajedno.",
            "Dogovorili smo se o važnim finansijskim odlukama, kao što su investicije i štednja.",
            "Naši budući ciljevi dopunjuju lične ambicije jedno drugog.",
            "Osećamo se spremno da prilagodimo naše planove kako se naše okolnosti menjaju."
        ],
        "job": [
            "preparing_for_marriage",
            "planning_for_future"
        ],
        "slug": "future-plans-alignment",
        "description": "Proceni koliko se dobro tvoji dugoročni ciljevi usklađuju sa partnerovim u oblastima kao što su karijera, finansije i planiranje porodice. Ocenjivanjem izjava o tvojoj zajedničkoj viziji i ciljevima, možeš identifikovati i snage i oblasti koje možda zahtevaju pažnju. Osiguranje da su vaši budući planovi usklađeni pomaže u izgradnji čvrstog temelja i promoviše jedinstvenu pravcu za vašu vezu."
    }
]